[
    {
        "img": "/bookImages/aob1_1.png",
        "genre": ["Fantasy", "School", "Magic", "Isekai"],
        "title": "Ascendance Of A Bookworm",
        "synopsis": "A certain college girl who's loved books ever since she was a little girl dies in an accident and is reborn in another world she knows nothing about. She is now Myne, the sickly five-year-old daughter of a poor soldier. To make things worse, the world she's been reborn in has a very low literacy rate and books mostly don't exist. She'd have to pay an enormous amount of money to buy one. Myne resolves herself: If there aren't any books, she'll just have to make them! Her goal is to become a librarian. This story begins with her quest to make books so she can live surrounded by them! Dive into this biblio-fantasy written for book lovers and bookworms!",
        "author": "Miya Kazuki",
        "volumes": [
            {
                "img": "/bookImages/aob1_1.png",
                "name": "Part 1 Volume 1",
                "description": "A certain college girl who's loved books ever since she was a little girl dies in an accident and is reborn in another world she knows nothing about. She is now Myne, the sickly five-year-old daughter of a poor soldier. To make things worse, the world she's been reborn in has a very low literacy rate and books mostly don't exist. She'd have to pay an enormous amount of money to buy one. Myne resolves herself: If there aren't any books, she'll just have to make them! Her goal is to become a librarian. This story begins with her quest to make books so she can live surrounded by them! Dive into this biblio-fantasy written for book lovers and bookworms!",
                "downloadLink": "https://drive.google.com/file/d/1-nUg2lg-S7uBUvkVlkflCyeHoiTYDtSg/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/8/84/LN_P1V2-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20210416221352",
                "name": "Part 1 Volume 2",
                "description": "It has been a year since our hero was reborn into a new world in the body of Myne, a sickly little girl from a poor family. She's been doing her best to fulfill her dream of making books, but her plans have been foiled at every turn. But now Myne has a deal with Benno the merchant: With her friend Lutz's help, she will make a paper prototype that he can sell in his shop. In exchange, he will take her and Lutz on as apprentices. But making the prototype is filled with its own challenges, and can she trust a conniving merchant like Benno? And the most important question is, does Myne have the deadly sickness known as 'The Devouring'? Follow Myne's efforts to become this world's first librarian in volume 2 of this biblio-fantasy dedicated to book lovers!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/8/82/LN_P1V3-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20200409045436",
                "name": "Part 1 Volume 3",
                "description": "Just as Myne gets her foot in the door of making paper, she collapses due to the sickness known as the devouring. She's getting better thanks to the help of those around her, but the devouring remains clouded in mystery. As the world expands, so too does her passion for making books! This volume is the conclusion to Part 1 and shows a glimpse into the future of the series!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/d/da/LN_P2V1-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20200409052713",
                "name": "Part 2 Volume 1",
                "description": "With her baptism ceremony complete, Myne begins work in the temple as an apprentice shrine maiden. Awaiting within is what she always wanted: a room full of books! But her new life isn't quite the dream she was hoping for; she's surrounded by nobles who scorn her commoner origins, and even her own servants are causing her trouble. On top of that, she has to constantly battle the weakness of her own body. But with her love for books burning in her heart, she gives her all to her new apprentice duties. Thus begins part two of this biblio-fantasy!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/8/86/LN_P2V2-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20200409053602",
                "name": "Part 2 Volume 2",
                "description": "As Myne continues her busy life as an apprentice blue shrine maiden, some good news changes everything: Her mother is pregnant! Naturally, Myne immediately sets out to make a picture book for her future little sibling. But there's still so much she doesn't know about the temple that doing anything is a struggle. She's forced into the education of a shrine maiden and has her hands full with her new attendants. She has a mountain of work as the orphanage director, too. As always Myne has bitten off more than she can chew, but she charges forward with her love of books giving her strength. And as it becomes clear that someone with her level of mana will not continue to go unnoticed, the door to the world of nobles opens and the plot escalates dramatically! Winter approaches, and a blizzard is about to fall upon this biblio-fantasy!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/7/77/LN_P2V3-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20200408031522",
                "name": "Part 2 Volume 3",
                "description": "An immense display of mana in front of the Knight’s Order has earned Myne the attention of nobles. The result? Yet more people appear hoping to exploit the young apprentice shrine maiden’s value. And so the High Priest decides to shelter Myne in the temple to safeguard her from the impending danger he foresees. But Myne’s main concern is still books, and she works to advance the printing process so that their price falls and more people can buy them. Her long winter in the temple away from her family begins, but everything changes as the harsh winter passes and the spring nears, offering a glimpse into what the future holds for this bibliofantasy.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/2/21/LN_P2V4-CoverEN.jpg/revision/latest?cb=20210418154010",
                "name": "Part 2 Volume 4",
                "description": "The long winter comes to an end and vibrant spring returns to Ehrenfest. The temple swirls busily as attempts to control Myne's future escalate and the High Bishop, fueled by hate, shrouds the city in the darkness of his nefarious plots. But Myne just wants everything to stay the same. Her little brother has been born, she's making new books thanks to her progress making ink, and she wants nothing more than to just keep spending more heart-warming time with her family and friends. The world, however, forces her to make a cruel and unbearable decision. To protect those she loves, she must begin walking a new road. Part 2 of this bibliofantasy concludes in this heart-wrenching volume! There's a collection of short stories following the shocking climax, as well as two completely original short stories and a four-panel manga drawn by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/2/22/LN_P3V1-CoverEN.jpg/revision/latest?cb=20200714192030",
                "name": "Part 3 Volume 1",
                "description": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl... Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this bibliofantasy for book lovers everywhere!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/7/7a/LN_P3V2-CoverEN.jpg/revision/latest?cb=20210418170921",
                "name": "Part 3 Volume 2",
                "description": "Rozemyne, now both the High Bishop and the archduke’s adopted daughter, finds herself lost in a position of power she just isn’t used to. Preparing for the Harvest Festival, taking care of new orphans, dealing with the dissatisfaction of a neighboring town—her list of problems just keeps on growing. On top of all that, Ferdinand the High Priest is being as harsh as can be. Still, Rozemyne doesn’t give up! Encouraged by meetings with her lower city family and friends, she recharges by reading books in the temple! She’ll need as much energy as she can get as the yearly Night of Schutzaria is fast approaching, where Rozemyne will need to travel to the forest bordering Dorvan to gather materials... This is the most action-packed volume of this bibliofantasy yet! Being the High Bishop is hard, okay?!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/9/92/LN_P3V3-CoverEN.jpg/revision/latest?cb=20201005221801",
                "name": "Part 3 Volume 3",
                "description": "In the midst of an approaching winter, Rozemyne the High Bishop is traveling between the temple and castle more than ever, participating in noble society, the baptism ceremony, and the Dedication Ritual. With her hands full teaching kids too young for the Royal Academy and even tutoring guard knights with bad grades, she's incomparably busier than last year. Her influence in both noble society and the temple is increasing steadily, and her squad of Gutenbergs work on improving the printing press while she sells picture books in the castle. Her love for books keeps growing, and the mana within her is likewise becoming progressively stronger! She must hunt the Lord of Winter with the Knight's Order, then gather ingredients for her jureve potion during Spring Prayer. This is another action-packed volume of this biblio-fantasy, where the Saint of Ehrenfest overcomes a winter of mysticism and battle! Including two lengthy short stories and a four-panel manga drawn by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/d/da/LN_P3V4-CoverEN.jpg/revision/latest?cb=20201208005501",
                "name": "Part 3 Volume 4",
                "description": "Spring is the season when love blooms! Rozemyne's retainers are bursting with energy as they make clothes, attend their debuts, and shine in the new season. The improved printing press is finally completed in the temple workshop, and the variety of available books is steadily beginning to expand. Picture books, collections of sheet music, knight stories—all are now being sold. Their first aim is to further develop the paper-making industry in preparation for the spread of printing across the entire duchy. To this end, Rozemyne's party travels to Illgner, hoping to teach them how to make paper while also researching new materials to use. As the environment around Rozemyne slowly improves, the archduke's older sister arrives for a visit, shrouding Ehrenfest in an air of unease. Everything changes in this volume of this biblio-fantasy as nobles emotionally clash and the conclusion of Part 3 approaches!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/1/16/LN_P3V5-CoverEN.jpg/revision/latest?cb=20210216001729",
                "name": "Part 3 Volume 5",
                "description": "Rozemyne now only needs the ruelle fruit she failed to gather last year. With it, she and Ferdinand can brew a potent potion known as a jureve, the power of which will finally make her a normal, healthy girl! Well, probably... Her joy leads to a flurry of activity as she pours her all into advancing the paper-making industry and gathering more support, all so that she can create a world with more books for her to read. As the High Bishop, she eventually has to travel through the Central District for the Harvest Festival, and in the midst of all this, she even gets her first little sister. But as everyone prepares for winter, the political struggle between nobles intensifies. Their plots sow discord within the temple, and what happens next will change Rozemyne’s future forever... Shocking developments abound in this climactic conclusion to Part 3! This volume ends with a series of short stories leading into Part 4, alongside the now familiar four-panel manga drawn by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_1.png",
                "name": "Part 4 Volume 1",
                "description": "Rozemyne awakens from her two-year sleep to a world that isn’t as she remembers it. The strange sensation fills her with unease, but she has no time to rest—she is soon to be enrolled in the Royal Academy as an archduke candidate, where she will be taught how to control her mana, make magic tools, and perform the magic needed to rule as an archduke. She begins dormitory life with colorful teachers and students from other duchies, aiming to be the best big sister possible... but there is little chance things will go according to plan when there is a massive library on the premises. She charges there at once, the other archduke candidates and even the royal family disappearing from her mind entirely. She truly will do anything for books! Now begins a new chapter of this biblio-fantasy, with a school as its setting! This volume includes two original short stories, a four-panel manga drawn by You Shiina, and the results of the second popularity poll.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_2.png",
                "name": "Part 4 Volume 2",
                "description": "In her determination to access the library as soon as possible, Rozemyne put her absolute all into her studies from the moment she arrived at the Royal Academy. Unfortunately for her, she behaved so unusually in the process that her retainers and professors have grown increasingly worried. Rozemyne finally clashes with the greater duchy Dunkelfelger over Schwartz and Weiss, and a game of treasure-stealing ditter is arranged between the two duchies’ apprentice knights. To make matters worse, she completely ignores proper diplomacy, accepting furtive consultations from the archduke candidates of other duchies and even giving the prince himself romantic advice! Her complete lack of foresight leaves the leaders of Ehrenfest in constant cranial agony. As anyone might expect, Rozemyne will do anything to protect the library. Here comes another chaotic volume of this biblio-fantasy, featuring two original short stories and four-panel manga drawn by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_3.png",
                "name": "Part 4 Volume 3",
                "description": "After reuniting with Ferdinand and the others, Rozemyne returns to the temple and assiduously resumes her duties as the High Bishop. There is much for her to do—whether that be participating in the Dedication Ritual, supporting the printing industry, attending numerous meetings, or tackling a mountain of paperwork—and she soon finds her days as busy as ever. Even as winter starts drawing to a close, Rozemyne’s world continues to change. The conclusion to her first year in the Royal Academy sees her forced into a tea party with all the other duchies, and the sixth-years among her retainers prepare to graduate. Discussions even begin to focus on Rozemyne’s future engagement, which will one day play a crucial role in the growth of the duchy. This is a biblio-fantasy that keeps pressing forward, with a promise to fulfill distant dreams that are close to heart! Includes two original short stories and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_4.png",
                "name": "Part 4 Volume 4",
                "description": "Despite having recently been separated from her lower city friends, Rozemyne has no time to grieve. Her first year at the Royal Academy has ended, summer approaches, and there's much for her to do. She strives to continue making books as per her promise to Lutz, but the spring feast also sees the announcement of her engagement to Wilfried—one of many political maneuvers to resist influence from the higher-ranking duchies. Rozemyne makes magic ink with Ferdinand, fills the Central District with mana during Spring Prayer, and accidentally revives an ancient ritual in Haldenzel. Other provinces continue to grow in the background while the lower city is extensively remodeled in the name of developing the duchy as a whole. Blessed be the melting of the snow! Prosperous be the duchy! This is the newest volume of this biblio-fantasy, now fantastically celebrating spring!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_5.png",
                "name": "Part 4 Volume 5",
                "description": "After turning the lower city into a true sight to behold, Rozemyne aims to continue her development plan and secure a greater influence over the country’s other duchies. As she needs the assistance of commoners to achieve this, she gets to work dismantling the wall that exists between them and the nobles. She tours the printing workshops in the Central District, holds a dyeing competition to unearth skilled craftspeople, and even fantasizes about designing her own library. Not everything is quite so straightforward, however—a normal wedding is enshrouded in complex interduchy politics, and as Rozemyne prepares for her second year in the Royal Academy, she finds herself needing to stay on guard against the rebellious former Veronica faction. This is the newest volume of this biblio-fantasy, filled to the brim with moving developments! Includes two original short stories and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_6.png",
                "name": "Part 4 Volume 6",
                "description": "With the advancement ceremony and fellowship gatherings complete, Rozemyne’s new year at the Royal Academy can properly begin. She goes on another library-inspired rampage and pushes the other Ehrenfest second-years to finish their classes on the first day, all while hunting for new allies to recruit into her Library Committee. Somehow, Rozemyne manages to cause even more problems, and in quicker succession than the year before. She spends more time with the professors, the archduke candidates from top-ranking duchies, and even the Sovereignty’s third prince, much to her guardians’ displeasure. But as they agonize over interduchy diplomacy, Rozemyne blazes ahead on her own path. She charges forward with unbending focus and even hunts a ternisbefallen feybeast that shows up in Ehrenfest’s gathering spot! This is the newest volume of this biblio-fantasy wherein the book-obsessed protagonist can’t quite catch a break. Includes two original short stories and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_7.png",
                "name": "Part 4 Volume 7",
                "description": "After fainting at a tea party for bookworms, Rozemyne is forcibly returned to Ehrenfest. There, she reunites with her lower city associates and enjoys some long-awaited reading time in the temple... but as peaceful as these winter days may seem, a revelation in the bible threatens to turn her days of reclusion on their head. Rozemyne’s second year at the Royal Academy draws to a close with interrogation and investigations, which she must face on top of a resolute apprentice who wishes to swear his name to her. Things only become more complicated when she attends the Interduchy Tournament for the first time, and a grave development causes more trouble than ever expected. Can she and Ferdinand manage the chaos so soon before the graduation ceremony? Tensions between duchies are high in the newest volume of this megahit biblio-fantasy! Includes two love stories of graduated students and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_8.png",
                "name": "Part 4 Volume 8",
                "description": "Rozemyne returns to Ehrenfest once more following her second term at the Royal Academy. Her days are spent in harmony as she meets her new little brother, searches for a laynoble retainer, experiments with cooking fish, and delves into her grandfather’s past... but the undeniable fact remains that Ferdinand is acting unusually. At the heart of this mystery lies the mention of Adalgisa, and as Rozemyne ponders what it might mean, Ferdinand reveals a shocking truth. “I should have died before my baptism.” The secrets about his birth, his final promise with his father, and a bitter choice... How will Ferdinand respond when the very future of Ehrenfest rests on his shoulders? Find out in the newest volume of this biblio-fantasy, which includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_9.png",
                "name": "Part 4 Volume 9",
                "description": "Rozemyne is busy studying for her next year at the Royal Academy and working toward the installation of the new High Priest, but beneath the surface, her heart swirls in turmoil. A decree from the king requires Ferdinand to leave Ehrenfest, and as their final days together draw near, she must face losing her greatest pillar of support since she first entered the temple. As a farewell gift, Rozemyne treats Ferdinand and their retainers to a meal at the Italian restaurant. Dark clouds loom overhead, however, and an unexpected incident threatens to separate the pair even sooner than expected. Rozemyne can only fight back the tears as she utters a prayer for Ferdinand, blessing him one last time. Part 4 of this biblio-fantasy concludes with this volume! Also includes a collection of short stories, three of which were written for this release, as a prelude to Part 5, as well as You Shiina’s classic four-panel manga!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_1.png",
                "name": "Part 5 Volume 1",
                "description": "Ehrenfest’s first winter without Ferdinand is colder and more oppressive than usual. A surprise betrayal within the former Veronica faction makes the purge even more urgent, and the few who know about Georgine’s destructive goals compare her to the Goddess of Chaos. Meanwhile, Rozemyne throws herself into her third year at the Royal Academy, trying to stave off the loneliness eating away at her. She pushes to win over the students of the former Veronica faction, hoping to save their lives, and meets a new archnoble librarian sent from the Sovereignty. Rozemyne also attends her first class of the archduke candidate course—though her personal ambitions mean she is taking the scholar course as well. In the midst of this balancing act, she finds that her environment has changed drastically once again! Here begins Part 5, the final chapter of this biblio-fantasy—and the legend of the saint grips Yurgenschmidt to the core! Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_2.png",
                "name": "Part 5 Volume 2",
                "description": "As snow falls around Ahrensbach’s castle, Ferdinand, soon to be married to the duchy’s next archduchess, receives a concerning letter. Not only has Rozemyne been summoned by the royal family once again, but she is also being taken to the underground archive hidden beneath the Royal Academy’s library. Even as a third-year, she proves to be a source of constant headaches—and the chaos only continues when she manages to pull an unexpected figure into her joint research! The stakes are raised higher still when Lestilaut makes an astonishing suggestion, forcing her to participate in a game of bride-taking ditter with Leidenschaft’s spear in hand. Rozemyne’s hand in marriage hangs in the balance in the newest volume of this biblio-fantasy. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_3.png",
                "name": "Part 5 Volume 3",
                "description": "After yet another fever, Rozemyne awakes to some shocking news: the Sovereign knights captured for interrupting her ditter match might have been under the influence of trug. The suspicion brings to mind a recent incident with Lady Georgine... but Rozemyne decides to leave the matter to the adults. The Interduchy Tournament is just around the corner, and the students of Ehrenfest need to prepare to socialize with other duchies and the royal family. As the end of the school term draws near, so too does a long-awaited reunion. Ferdinand is due to spend the night of the Interduchy Tournament in Ehrenfest’s tea party room, and as Rozemyne struggles to keep her emotions under control, she makes an unwavering declaration: “I will do everything in my power to welcome him!” Rozemyne’s book-driven rampage continues and events happen back-to-back in the newest volume of this biblio-fantasy. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_4.png",
                "name": "Part 5 Volume 4",
                "description": "Upon returning to Ehrenfest, Rozemyne is given a harsh choice to make. The winter purge has made the Leisegangs the dominant power, and their intentions sow distrust within the archducal family. Still, she continues to forge ahead, her way of life gradually inspiring change around her. The feast in celebration of spring is drawing near, and there’s much for Rozemyne to do. The coming weeks bring a long-overdue meeting with the lower-city merchants, more divine protections rituals, the education of the next High Bishop... and a magnificent tale told at the closed country gate. It now falls to the archducal family to overcome history and the divide between factions. Ehrenfest’s ambitious younger generation unites in the newest volume of this biblio-fantasy. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_5.png",
                "name": "Part 5 Volume 5",
                "description": "Spring is in full bloom, and Rozemyne is summoned to the Archduke Conference. She performs the Starbind Ceremony as High Bishop, then rests and recuperates by transcribing documents in the library’s underground archive. The ceremony has some unforeseen consequences, however. As tensions rise over the increasingly important “Zent candidates,” Rozemyne finds herself entangled in the web of royal politics. Thankfully, this also secures her the chance to bargain with one of the princes... “When you get an opportunity, take it and profit as much as you possibly can, right? Well, here I go!” Negotiations are underway in the newest volume of this biblio-fantasy! What techniques will the commoner-born merchant saint unleash?! Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_6.png",
                "name": "Part 5 Volume 6",
                "description": "The Archduke Conference has come to an end, but Ehrenfest’s archducal family is still reeling from the fresh troubles it brought. As if a surprising ceremony and the Sovereign temple’s schemes weren’t unusual enough, Rozemyne manages to deliver the killing blow with a truly unexpected announcement: “My current adoption is being nullified, and the king will take me as his daughter instead.” Chaos ensues, but what is done cannot be undone. Rozemyne has one year before she must depart for the Sovereignty—one year to tie up so many loose ends—but she needs not act alone. “Stay true to yourself, and continue to forge your own way,” her noble mother Elvira tells her, watching affectionately as her daughter prepares for the road ahead. There’s so much to be done in the newest volume of this biblio-fantasy! Those in Rozemyne’s service have an important choice to make, and their decisions will open doors for the future. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_7.png",
                "name": "Part 5 Volume 7",
                "description": "Ferdinand senses danger on the horizon. Dark clouds hang over him, twisting and turning into a dense miasma of unease. Meanwhile, Rozemyne prepares for winter, conscious that her move to the Sovereignty is fast approaching. Her fourth term at the Royal Academy begins, she meets new faces at the fellowship gathering... Then something strange happens. Rozemyne goes somewhere unexpected, where she finds something even more unexpected—and that’s only the beginning. How will the saint respond when an incident in Ahrensbach leaves everyone else feeling defeated? “No matter what happens, I’ll protect you.” Pressing events are set in motion in the newest volume of this biblio-fantasy. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_8.png",
                "name": "Part 5 Volume 8",
                "description": "“I’ll do anything to save him. Anything.” Greater duchies, the Sovereignty, the royal family, even the gods themselves—Rozemyne will take on anyone in her quest to rescue Ferdinand. She uses her newly acquired Book of Mestionora to activate Kirnberger’s long-dormant country gate. Then, with Dunkelfelger on her side, she speeds to Ahrensbach even faster than Steifebrise. To war! As the battle against Lanzenave commences, Georgine finally begins her invasion and triggers the Defense of Ehrenfest. Can the combined forces of the temple and the lower city’s commoners help keep the duchy safe? And can Rozemyne secure victory in this game of true ditter?! The newest volume of this biblio-fantasy contains more than one hundred pages of original content not featured in the web novel. And as always, look forward to more four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_9.png",
                "name": "Part 5 Volume 9",
                "description": "The Battle of Gerlach begins at last. Together with Matthias, Rozemyne must defeat the cold-blooded giebe Grausam—but an unexpected development makes that easier said than done. Body doubles, collateral damage, even more dark plots transpiring in the shadows... How does their inevitable battle play out, and what happens to Ehrenfest in the aftermath? Behold the full extent of the explosive war shaking Yurgenschmidt to its very foundation! Time is running out in the newest installment of this biblio-fantasy. Once again, this volume contains more than one hundred pages of original content not featured in the web novel—and more four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_10.png",
                "name": "Part 5 Volume 10",
                "description": "Under the cover of darkness, Rozemyne, Ferdinand, and their Dunkelfelger allies set out to subjugate the Adalgisa villa. But when Gervasio’s absence and a betrayal within the Sovereign Knight’s Order come to light, the party must switch its focus to the Royal Academy’s library. The Divine Avatar of Mestionora goes on a rampage, the Lord of Evil pulls strings from the shadows, and the Zent’s sword is finally brought to bear! The Battle of the Sovereignty reaches its climax in the newest volume of this biblio-fantasy as the wills of the royal family, the Sovereignty, Lanzenave, and Erwaermen all come to a head. Features more than a hundred pages of original content and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_11.png",
                "name": "Part 5 Volume 11",
                "description": "Striving to change Yurgenschmidt for the better, Ferdinand starts a revolution that will abolish the distorted royal family and put a true Zent on the throne. Not everyone is on board, however, and as the Grutrissheit transference ceremony draws near, Rozemyne continues to wrestle with divine interference. Unease spreads, but not for our resident bookworm; the future she envisions is much too exciting. Operation Library City is just within reach! The conclusion to Part 5 approaches in the newest volume of this biblio-fantasy. Features two original short stories and more four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_12.png",
                "name": "Part 5 Volume 12",
                "description": "Rozemyne fell unconscious upon completing her large-scale spell. Now it falls to Ferdinand to bring her back from the brink of death—and, with any luck, restore her lost memories. If she survives, she will set out on a new journey as Yurgenschmidt’s first underage aub and rule over the library city of Alexandria. If not, her death will mean the worst for her loved ones and the country at large. “Let everyone... be blessed.” This volume concludes the biblio-fantasy that refused to let dreams remain dreams. In addition to a massive amount of original content, look forward to more four-panel manga and an extended comic by You Shiina.",
                "downloadLink": ""
            }
        ]
    },
    {
        "img": "/bookImages/tensura_1.png",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "That Time I Got Reincarnated as a Slime",
        "synopsis": "A man is stabbed by a robber on the run after pushing his coworker and his coworker’s new fiance out of the way. As he lays dying, bleeding on the ground, he hears a voice. This voice is strange and interprets his dying regret of being a virgin by giving him the [Great Sage] unique skill! Is he being made fun of !?!",
        "author": "Fuse",
        "volumes": [
            {
                "img": "/bookImages/tensura_1.png",
                "name": "Volume 1",
                "description": "Lonely thirty-seven-year-old Satoru Mikami is stuck in a dead-end job, unhappy with his mundane life, but after dying at the hands of a robber, he awakens to a fresh start in a fantasy realm…as a slime monster! As he acclimates to his goopy new existence, his exploits with the other monsters set off a chain of events that will change his new world forever!",
                "downloadLink": "https://drive.google.com/file/d/1PtAlQMaGr_59xmSgS1CYfWN6g4twUZZR/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/a/aa/Light_Novel_Volume_2_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20181012112756",
                "name": "Volume 2",
                "description": "37-year-old Satoru Mikami got a new lease on life when he was reincarnated into another world…as a slime named Rimuru Tempest. But with the help of his wits, his newfound powers, and a little luck, he's started building a cross-species village of goblins, direwolves, and dwarves! Rimuru doesn't know it yet, but his arrival is bringing major changes to his new world…",
                "downloadLink": "https://drive.google.com/file/d/1HH-n8IoCXT3dZMT-ElGtX8F0tGHeSfHp/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/8/83/Light_Novel_Volume_3_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20181012112756",
                "name": "Volume 3",
                "description": "After a furious battle with the orc lord, peace has once again returned to the Forest of Jura. Rimuru may be heading up the Great Forest of Jura Alliance, but he's most worried about finishing his town…until a visit from King Gazel Dwargo of the dwarves turns everything upside down! Not only that, but Rimuru is about to have a run-in with Milim Nava, an exceptionally dangerous demon lord known as the 'Destroyer'. What's a slime to do?!",
                "downloadLink": "https://drive.google.com/file/d/1K5OcFTqnb1_dV9cbTcLNydTOkhxDbfEs/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/1/14/Light_Novel_Volume_4_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20190104123757",
                "name": "Volume 4",
                "description": "Now that Rimuru's monster-centric town has blossomed into a bona fide independent nation, it's time for his next step: build and maintain diplomatic relations with nearby countries! With a group of his trusty monster pals, Rimuru travels to the Beast Kingdom of Eurazania and the dwarven kingdom to meet with their respective heads of state and represent his domain as best as a slime possibly can. As if there wasn't already enough on Rimuru's mind, the otherworlder Shizu has been visiting him in his dreams, begging him to save her former students. Looks like that'll be another stop on this pliable pioneer's itinerary…",
                "downloadLink": "https://drive.google.com/file/d/1Bwyw2Tv6BCHmZSztaJuRC38lRNvjfkuq/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/2/22/Light_Novel_Volume_5_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20190415230522",
                "name": "Volume 5",
                "description": "Despite Rimuru's absence, things seem to be proceeding fairly smoothly in the newborn nation of Tempest. But there's trouble brewing elsewhere: The nearby Kingdom of Falmuth's top brass are planning an invasion of Tempest, and at the same time, Rimuru's friend, Milim Nava, has declared war on Tempest's ally, the Beast Kingdom of Eurazania. As if things couldn't get any worse, all communication between Rimuru and his crew back home has suddenly gone silent in their hour of need! Tempest may be in for some hard times ahead — but this steadfast slime isn't throwing in the towel just yet. He has a plan…and it's downright demonic!",
                "downloadLink": "https://drive.google.com/file/d/1JOPy85eThpQ8ORRtzP4StkSLoeqB-WdT/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_6.png",
                "name": "Volume 6",
                "description": "Newly minted Demon Lord Rimuru has received word of a special assembly of all ten demon lords known as Walpurgis. It just so happens that the topic of this particular meeting is how to best punish Rimuru for assuming his new title without their permission. Fortunately, he's got friends in high places who are willing to vouch for his authenticity, and this council could be the perfect opportunity to get revenge on the demon lord Clayman for the violence he brought to Tempest. Is this blobby big shot cunning enough to kill two birds with one stone?",
                "downloadLink": "https://drive.google.com/file/d/1d8VNt6-gTyEp5J5pFC0Wa6Apd188F-JW/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_7.png",
                "name": "Volume 7",
                "description": "News of the demon lord Clayman's defeat by Rimuru shakes the Holy Empire of Lubelius to its core—especially since the chief knight of the nation's Imperial Guard and captain of the Crusader forces, Hinata Sakaguchi, launched a bold attack on Rimuru not long ago. Things look only more dire when a priest sent by Rimuru to attend an urgent meeting of Lubelius bigwigs ends up murdered. The stakes couldn't be higher for either side as Hinata heads to Tempest to settle things—one wrong move could spell total warfare!",
                "downloadLink": "https://drive.google.com/file/d/19nCTcFG-b8gxj378IUhU4EQVipOZHZpn/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_8.png",
                "name": "Volume 8",
                "description": "It's festival time in Tempest, and this demon slime knows how to throw a party! After reconciling with Hinata and the Western Holy Church, Rimuru's pulling out all the stops to prepare a massive bash in his nation of monsters—with a little help from his many friends and allies! It's the perfect opportunity to debut his new demon lord title while showing the world everything the Jura-Tempest Federation has to offer. Will this big event go off without a hitch?",
                "downloadLink": "https://drive.google.com/file/d/1DBuwdsnnROCd8OCa2xawX4yQ6SLBGysl/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_9.png",
                "name": "Volume 9",
                "description": "The Tempest Founder's Festival is in full swing, with Rimuru and all the monsters under him keeping busy setting up the attractions. From live concerts to incredible feats of monster engineering (most notably, the massive dungeon), revelers are sure to have their minds blown. But all eyes are on the main event—the First Tempest Battle Tournament—and who should decide to participate but the hero himself, Lightspeed Masayuki! What will come of his chance encounter with the demon lord Rimuru?",
                "downloadLink": "https://drive.google.com/file/d/1u8wDIbYZrDNqf-S6Uh7hzzsAH_GTotVX/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_10.png",
                "name": "Volume 10",
                "description": "The Tempest Founder's Festival was a roaring success, and after working out a few kinks, the advanced Dungeon is proving to be a major Tempest tourist attraction. Now Rimuru's next objective is to join the infamous Council of the West—however, a certain influential figure working from the shadows of the Council has no intention of allowing someone as powerful as Rimuru to take a seat at the table, and she will stop at nothing to quietly snuff him out before he makes any moves!",
                "downloadLink": "https://drive.google.com/file/d/1TliT-ymfyvfwIY6H4FOZC0EXF1Y39fXH/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_11.png",
                "name": "Volume 11",
                "description": "Rimuru and his team are headed for the Holy Empire of Lubelius to organize the concert he promised Luminous, its leader. But as preparations continue, a fiendish conspiracy involving both demon lords is being laid out behind the scenes. There may not be much time for music after all…especially with a third demon lord on the hunt for a certain otherworlder in Rimuru's care!",
                "downloadLink": "https://drive.google.com/file/d/111P3NxmI_PlRFKmuuJcZqky9wqJXHCVm/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_12.png",
                "name": "Volume 12",
                "description": "Threatened by Tempest's continued rapid expansion, the Eastern Empire finally starts setting the stage for all-out war with the monster nation. According to Chloe, the time-traveling chosen hero, there exists a timeline in which the Empire kills Rimuru and Tempest subsequently collapses. While Rimuru's doom isn't set in stone, his victory isn't a foregone conclusion either. This may be a different timeline, but the slime demon lord nonetheless steps up his guard—and just as he does, several Imperial spies infiltrate Tempest…",
                "downloadLink": "https://drive.google.com/file/d/1iI6rMWfgCAUVV3jF1-9amJu3eCpg-b_h/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_13.png",
                "name": "Volume 13",
                "description": "The Eastern Empire's vast army (over 900,000 strong) is ready to invade the Forest of Jura. Thanks to Ramiris' mind-boggling powers, Tempest's entire capital—buildings, inhabitants, and all—has been evacuated into the nation's labyrinthine Dungeon. While Primordial Daemons Testarossa and Ultima kick some serious imperial butt over on the front lines, the rest of the Empire's army attempts to storm the Dungeon. Little does the enemy know, however, that they're about to face a devastating bloodbath at the hands of Tempest's own mighty forces…",
                "downloadLink": "https://drive.google.com/file/d/1Yw313vgYjCwy38RqKSchRdzF7KyvQuZe/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_14.png",
                "name": "Volume 14",
                "description": "Having easily thwarted the Eastern Empire's invasion, Rimuru wishes to end the conflict once and for all and therefore heads for the imperial capital to take out the source. Meanwhile, Yuuki has worked his way up the Empire's hierarchy with the intention of staging a coup and usurping the throne. It doesn't take long for Rimuru to learn that the Empire's true power is on a whole different level compared to what he's seen so far…. And it turns out he isn't the only ruler with a dragon at his side!",
                "downloadLink": "https://drive.google.com/file/d/1wVF0GPlsNY1A8CM2K9BH5JcmoPnZkSAb/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_15.png",
                "name": "Volume 15",
                "description": "Following a fierce battle against his sister Velgrynd, Rimuru's steadfast ally Veldora has fallen into the enemy's clutches. An enraged Rimuru gives the order to massacre his foes, a request his Tempest top brass couldn't be more thrilled to oblige. Once Rimuru's daemon underlings evolve en masse, the final battle between Tempest and the Eastern Empire will begin in earnest. But if Rimuru wants to save Veldora, he'll need to undergo an evolution of his own. It's time to unleash the power he's been holding back!",
                "downloadLink": "https://drive.google.com/file/d/1dQkBTj8qnUIsimOc8axnq4tdMx9w4Yz4/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_16.png",
                "name": "Volume 16",
                "description": "Rimuru has emerged victorious in the war against the Eastern Empire, but between the ultimate skill Michael hijacking Emperor Rudra's body and the Specter Lord Feldway's secret machinations, he still has a lot left on his plate. Plus, a recent fight at the Dungeon—which occurred while Rimuru was busy with his own climactic battle—revealed serious flaws in Tempest's defenses. Now that he's finally got a moment to breathe, it's time for everyone's favorite slime to address some major infrastructure issues with his team…",
                "downloadLink": "https://drive.google.com/file/d/1XdZxDeErtBnEE7D01P46KdiohW-G1kMX/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_17.png",
                "name": "Volume 17",
                "description": "The series' first short story collection takes a deep dive into the epic tale's fantasy world—and what its characters get up to when Rimuru isn't running the show! Gard Mjöllmile, the most powerful human member of Tempest's government, is up to some less-than-proper dealings in the Western Nations; Velgrynd gets involved with a familiar-looking planet as she traces the trail of her lover; Calgurio starts facing up to his past as he strives to rebuild the Empire; and Rain, Primordial Daemon servant of the demon lord Guy Crimson, has a complaint or two about her toxic work environment. All that plus an extra tale you won't want to miss in this stellar collection!",
                "downloadLink": "https://drive.google.com/file/d/1xutHlVYfkK9L26r-Guz_panX9bJeQ4nB/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_18.png",
                "name": "Volume 18",
                "description": "The seraphim force led by Michael proceeds with its plans for invasion, and the Octagram's eight demon lords assemble once more for a Walpurgis to determine their response. They need to act fast, for Michael's Ultimate Dominion skill has brought even Velzard—a True Dragon and Veldora's eldest sister—under his control. How will they solve this conundrum? Rimuru isn't sure yet, but as he readies Tempest for war, he'll soon discover a lot of his problems are much closer to home than he thought…",
                "downloadLink": "https://drive.google.com/file/d/1gmtHAGzz9CMc8AcDQguHq2OoXX_xiUP-/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_19.png",
                "name": "Volume 19",
                "description": "Rimuru and his forces fight heroically on all fronts to stop Michael's plan…only to lose the demon lord Leon to Feldway's schemes. Michael's next target is Masayuki the Hero, who possesses the soul of Rudra, Michael's former host. There to meet him in battle are the paladin Hinata, the Primordial Daemon Blanc, and Velgrynd the Scorch Dragon. But just when Michael begins to set things in motion, the situation devolves even further into chaos…",
                "downloadLink": "https://drive.google.com/file/d/18fAXpvQB-uVAyJdayQGD8sQ47rWXfqmj/view?usp=sharing"
            },
            {
                "img": "./bookImages/tensura_20.png",
                "name": "Volume 20",
                "description": "Although Rimuru managed to defeat his archenemy Michael, battles continue to rage across the land, and the fighting between Milim's forces and the insectars is particularly chaotic. Just when the outcome looks to be in Milim's favor, a beautiful woman of ice and snow appears, drastically altering the tides of the war. She is none other than Velzard, the eldest of the only three True Dragons in existence. Once Velzard overwhelms the situation, encasing everything in ice, Milim begins to go on a rampage—and Rimuru has no choice but to return to the battlefield to stop her.",
                "downloadLink": "https://drive.google.com/file/d/1LSw6CZLbyEzZ2zMGHOOu7Ob7ZTWaqABX/view?usp=sharing"
            }
        ]
    },
    {
        "img": "/bookImages/cleric_1.png",
        "genre": ["Isekai", "Fantasy", "Action", "Magic"],
        "title": "The Great Cleric",
        "synopsis": "One moment, a certain salaryman is on cloud nine, that promotion finally within his grasp, and the next, he’s keeled over pain, and that was all she wrote. Luckily for him, fate had a bit more to say. A world of magic, monsters, and other such life-shortening entities await his newly reincarnated self for a second shot at life. With nothing but his past-life experiences and sharp business skills to guide him in the foreign lands of Galdardia, he takes up the name Luciel and vows that his (next) demise will be from naught but old age. And what better way to avoid a(nother) gruesome death, than by taking up a nice, cushy job as a healer? But getting by in another world doesn’t come easy, or cheap. It’ll take a lot of blood, sweat, and tears to hone the skills he needs to make his way. But make it he will...or die (again) trying!",
        "author": "Broccoli Lion",
        "volumes": [
            {
                "img": "/bookImages/cleric_1.png",
                "name": "Volume 1",
                "description": "One moment, a certain salaryman is on cloud nine, that promotion finally within his grasp, and the next, he’s keeled over pain, and that was all she wrote. Luckily for him, fate had a bit more to say. A world of magic, monsters, and other such life-shortening entities await his newly reincarnated self for a second shot at life. With nothing but his past-life experiences and sharp business skills to guide him in the foreign lands of Galdardia, he takes up the name Luciel and vows that his (next) demise will be from naught but old age. And what better way to avoid a(nother) gruesome death, than by taking up a nice, cushy job as a healer? But getting by in another world doesn’t come easy, or cheap. It’ll take a lot of blood, sweat, and tears to hone the skills he needs to make his way. But make it he will...or die (again) trying!",
                "downloadLink": "https://drive.google.com/file/d/1LP127zVACEmPl-r0LVogmrbJLsK9-QHZ/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/6/65/The_Great_Cleric_LN2_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233111",
                "name": "Volume 2",
                "description": "We’re off to the Holy City! Luciel is moving up in the world and people, both good and bad, powerful and weak, have begun to take notice of this peculiar young man. Bent on becoming the best healer he can be in order to aid the many people who can’t afford treatment from the price-gouging clinics, he accepts his new position with trepidation, heading straight for the source of the infamous guild’s corruption. But something is up with the Church — a labyrinth of monsters lurks beneath the floor of the healers’ headquarters, and a number of players are moving in the shadows as Luciel desperately continues to cling to his hope of mundane normalcy. Will he succeed in finding comfort in his new life abroad? Will his talents lead him to some sense of stability? Or will he find himself getting far more than he bargained for? New faces, new trials, and new offensive nicknames await the Masochist Healer as his journey continues!",
                "downloadLink": "https://drive.google.com/file/d/1Ex0CqfcX5a4H0pL1Szw5FvM9_l7Cj-oX/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/1/1c/The_Great_Cleric_LN3_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233129",
                "name": "Volume 3",
                "description": "Change is coming for the Church of Saint Shurule, and Luciel’s first act as an S-rank healer is one that promises to shake the very foundations of the healing profession. But leave it to the ignorant masochist to find himself once again in way over his head in the process. The shoes that he’s inadvertently stepped into—those of his legendary predecessor—won’t be easy to fill, and the whole “imprisoned dragons” debacle continues to loom over the hapless young man as he struggles to move forward. But as they say, preparation is key. Leadership, an ever-growing harem of old men, and backyard barbeques are just some of the trials that await this unusual protagonist as the next chapter of Saint Weirdo's path to greatness begins.",
                "downloadLink": "https://drive.google.com/file/d/1V5SipZh8wP6PbNw7G0mZmaknjRwJfP3M/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/1/11/The_Great_Cleric_LN4_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233204",
                "name": "Volume 4",
                "description": "The journey to Yenice is long, and Luciel has a big task ahead of him. Charged with reviving a long-defunct branch of the Healer’s Guild in a nation of beastfolk, the S-rank healer’s mission was never going to be easy. But things are made even more complicated when it is revealed that the country is home to its own host of problems, and even Luciel’s reputation isn’t enough to keep trouble away. In contrast to his time at the Adventurers Guild, the welcome mat hasn’t exactly been laid out for him, and he’ll have to learn to navigate the murky waters of local affairs or risk falling victim to the schemes that unsavory politicians are concocting from the shadows.",
                "downloadLink": "https://drive.google.com/file/d/1UXqRanOVoqwL4pxUioNGyqEMAMZ0ehnD/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/2/2c/The_Great_Cleric_LN5_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233224",
                "name": "Volume 5",
                "description": "With the dragon “slayed” and corruption in the Church uprooted, Luciel returns to Yenice a hero, but a hero’s work is never done. His revolution is ambitious (too ambitious, some might say), and in the wake of change always comes resistance. As it turns out, dragons just might be the least of his worries when he realizes that the weeds he plucked might have only been a symptom of the City of Freedom’s underlying disease. Politics are a dangerous game and Luciel’s found himself stranded on the board, but is he a player or a pawn? As the Wicked One’s shadow creeps nearer and the empire’s boot marches ever closer, Luciel’s prospects of a peaceful life seem to slip further and further away.",
                "downloadLink": "https://drive.google.com/file/d/10oRjyDQ5Er3tVHKxu5DqiLtIMK0k4rY7/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/b/bb/The_Great_Cleric_LN6_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233252",
                "name": "Volume 6",
                "description": "His trials and tribulations in Yenice behind him at last, Luciel makes for his next destination: Rockford, followed by the Kingdom of Dwarves. While the Republic of Saint Shurule creaks under the weight of a new wave of human supremacy, the hapless healer’s hopes for an easy mission are short-lived as the journey develops into something far more complicated than he signed up for...again. Something crawls beneath the earth, threatening to topple a precarious monarchy, and there’s more to the magical streets of the artisan’s haven than meets the eye. Will the Masochist Healer ever catch a break? Unfortunately, it doesn’t seem likely. And the more information that comes to light about his fate, the grimmer Luciel’s future becomes.",
                "downloadLink": "https://drive.google.com/file/d/1-vfAmaz8D5QLauaXgWRhk8_PnK-8Ot9W/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/0/0c/The_Great_Cleric_LN7_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233352",
                "name": "Volume 7",
                "description": "Saint Weirdo returns to the Holy City, and surely a few months of peace and calm await the masochist healer back on his own turf. This time, for sure! Yeah, right. Luciel’s homecoming is less a vacation and more a pitstop on his never-ending list of responsibilities as an S-rank healer. The enigma that is Estia and her connection to the mysterious Lihzalea loom in the background, as all the while the Church continues to reel under the changes its newest S-rank brought so suddenly. The captain of the guard can scarcely get a grip in the wake of such greatness, and in her desperation to match the Saint’s accomplishments, she just might do something drastic. Meanwhile, the shadows in the dark are always lurking, but closer than ever before...perhaps beneath their very feet.",
                "downloadLink": "https://drive.google.com/file/d/1Erd1Zh6Kwa3OfUDGsmBy55qVutNf1_Xn/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/0/0a/The_Great_Cleric_LN8_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233414",
                "name": "Volume 8",
                "description": "There’s no time to lose. Luciel and the gang make for Grandol with all haste, on a heroic quest to save a damsel in distress...not. The hapless healer is in no rush to go sticking his neck out for others, but he’s not one to break a promise to an all-powerful dragon. When they arrive, though, things don’t exactly go as planned, and a detour takes Luciel on yet another rescue mission—this time at an auction. But a bid war is only marginally less lethal than a labyrinth, especially when it’s being run by a shady character who seems to know more than he lets on. And that’s the least of the poor S-rank’s worries. With Brod back around, class is about to be back in session, and it’s looking to be the hardest course in brutality Luciel’s ever taken. Meanwhile, the healer wonders what it is that keeps making him the center of chaos. Is it the mere whimsy of fate? Or he himself? And what happens when it puts the people he cares about in danger?",
                "downloadLink": "https://drive.google.com/file/d/1s-Qjn2J3Jga-DqCtk4luKuwFFSX9IJgX/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/5/54/The_Great_Cleric_LN9_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233435",
                "name": "Volume 9",
                "description": "Luciel arrives at the City in the Sky, hopeful he can retrieve what he’s lost. All is not as it seems, though, as Neldahl holds many secrets in unlikely places. How many of the city’s curious features are merely the proclivities of Lord Reinstar, and how many speak to conspiracy? The S-rank isn’t sure he wants to know, so it’s a good thing he has plenty to occupy him, like hitting the books, practicing magic, and exploring the labyrinthine halls of the Sorcerer’s Guild. The solution to regaining his powers surely lies somewhere within their vast archive of tomes...or so Luciel would like to believe. But trouble has a way of finding the poor healer-on-hiatus, and unfortunately, he’s grown used to it. It’s only a matter of time before it arrives. The question now is whether he’ll be ready to face it when it does.",
                "downloadLink": "https://drive.google.com/file/d/1-ROJ0_53TVckxmcjmYeSLDBpF7ytIEd0/view?usp=sharing"
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/7/77/The_Great_Cleric_LN10_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221210144725",
                "name": "Volume 10",
                "description": "The world now has its first sage in over a century! Luciel returns at last from his extended stay in the City in the Sky with wondrous powers in hand, and this displeases a very particular faction within the Church of Saint Shurule. Red carpets were never the timid S-rank’s style, but an armed platoon isn’t exactly what he had in mind for his homecoming either. To make matters worse, just about everywhere Luciel turns is yet another plot in the making. Four months can really leave a guy out of the loop.",
                "downloadLink": "https://drive.google.com/file/d/1UZO8IdFwUlfSC6jen4QWWeGsM2H4jAjW/view?usp=sharing"
            },
            {
                "img": "blob:https://www.kobo.com/67b64ae2-db5c-43fe-a60c-4138331d273c",
                "name": "Volume 11",
                "description": "Luciel and his comrades have defeated Dongahar and his demonified men, and the Church of Saint Shurule is safe—for now. But there is no time to rest, as the fight is far from over. A letter written by the traitor himself tells Luciel all about the demonification experiments Blanche and Illumasia have been carrying out, and much to the masochist sage’s dismay, he can no longer delay his journey to these nations. To survive the trials ahead, he’ll need new allies, starting with a certain magic artificer he’s been meaning to recruit for some time. But the real dilemma lies in choosing where to go first: the dukedom of Blanche—Lumina, Nadia, and Lydia’s home nation? Or the Illumasian Empire, which has been causing Luciel nothing but trouble from the start? If it were up to him, Luciel would steer clear of both, but alas, the world won’t save itself!",
                "downloadLink": "https://drive.google.com/file/d/1ynN1oqek_mRjp71cvF3zeYJPkwO6zt0L/view?usp=sharing"
            }
        ]
    },
    {
        "img": "/bookImages/tsukimichi_1.png",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "Tsuki ga Michibiku Isekai Douchuu",
        "synopsis": "Makoto Misumi was an average, everyday high schooler, who found himself shipped off to another world at his parents’ whims. Upon arrival, however, he’s insulted by the Goddess for being too ugly and thrown into a desolate wasteland. He frantically searches for human warmth and connection, but can find nothing but monsters and inhuman settlers. When he finally meets companions he can trust, they turn out to be a pair of powerful perverts in a former dragon and a former giant spider! His high-octane, incredibly misfortunate trek through this foreign world has only just begun!",
        "author": "Azumi Kei",
        "volumes": [
            {
                "img": "/bookImages/tsukimichi_1.png",
                "name": "Volume 1",
                "description": "Makoto Misumi was an average, everyday high schooler, who found himself shipped off to another world at his parents’ whims. Upon arrival, however, he’s insulted by the Goddess for being too ugly and thrown into a desolate wasteland. He frantically searches for human warmth and connection, but can find nothing but monsters and inhuman settlers. When he finally meets companions he can trust, they turn out to be a pair of powerful perverts in a former dragon and a former giant spider! His high-octane, incredibly misfortunate trek through this foreign world has only just begun!",
                "downloadLink": "https://drive.google.com/file/d/1NbVal7oXIEHhsgV-dwblKxn0wgHbXRZh/view?usp=sharing"
            },
            {
                "img": "/bookImages/tsukimichi_2.png",
                "name": "Volume 2",
                "description": "After braving the perilous 'End of the World', teeming with monsters, Makoto seeks to establish himself as a merchant. His first step? Making contact with Rembrandt, a leading merchant who holds sway over the town. Yet, Makoto discovers a dark shadow looming over Rembrandt's family—a severe curse. The trials facing the compelling, yet unfortunate, Makoto Misumi are far from concluded. Rise, residents! Additionally, this volume features an exciting special section: a martial arts tournament to crown the number one fighter in the subspace!",
                "downloadLink": "https://drive.google.com/file/d/1yZ9QsSVVTn-Pn0qCmm6K-5vDm301SXZm/view?usp=sharing"
            },
            {
                "img": "/bookImages/tsukimichi_3.png",
                "name": "Volume 3",
                "description": "In a world where he was suddenly summoned, ordinary high school student Makoto continues his journey with his non-human companions, a former dragon and a former spider. The beginning of his trials started when he encountered a 'Forest Ogre'—a demi-human species with an elf-like appearance that dwells in forests—near the city of Tsige, where they were staying during their travels. The unfortunate hero who attracts trouble, Makoto Misumi's hardships reach their peak here! Included is a special newly written story depicting the struggles of Rembrandt, the greatest merchant in Tsige, as he works hard for Makoto, who has established a trading company!",
                "downloadLink": "https://drive.google.com/file/d/14_AC-AIzs0-b7sVRcor7Y0YRbZHkqCo7/view?usp=sharing"
            },
            {
                "img": "/bookImages/tsukimichi_4.png",
                "name": "Volume 4",
                "description": "Makoto Misumi, an ordinary high school student, finds himself suddenly transported to another world. Having resolved a series of conflicts in Tsige, he now sets his sights on the Academy City of Rotsgard. However, his journey takes an unexpected turn when he loses consciousness and is kidnapped by unknown forces. He awakens in the midst of a battlefield, where a mysterious woman with a fierce smile stands before him, poised to strike with her massive sword. Surrounded by chaos, Makoto must navigate this perilous situation and overcome the greatest danger he has faced yet. Will Makoto, the unlucky hero who seems to attract trouble, manage to survive this dire predicament?",
                "downloadLink": "https://drive.google.com/file/d/1IwrLiTHScEbLLnLEiY4V2k4TgvasZDoe/view?usp=sharing"
            },
            {
                "img": "/bookImages/tsukimichi_5.png",
                "name": "Volume 5",
                "description": "After countless struggles, Makoto, an ordinary high school student, reaches his long-sought destination: the academy city of Rotsgard. His goal is simple—to learn more about this strange new world by enrolling in its famous academy. But things don’t go as planned. Instead of an entrance exam, Makoto finds himself taking a test meant for teacher candidates! And so begins the unpredictable and often chaotic school life of Misumi Makoto, a young man whose knack for attracting trouble shows no signs of slowing down.",
                "downloadLink": "https://drive.google.com/file/d/15wexxqPMINscvL4gVHWUNy6sdnAiGJUE/view?usp=sharing"
            },
            {
                "img": "/bookImages/tsukimichi_6.png",
                "name": "Volume 6",
                "description": "After overcoming various hardships, Makoto is an ordinary high school student who finally reaches his destination, the academic city of Lottsgard. He was planning to enroll as a student at a 'school' that existed in this land in order to expand his knowledge of other worlds. However, the test that he actually took was not an entrance exam, but a teacher employment exam for some reason. The strange school life of Makoto Fukasumi, a disappointing child who attracts trouble, begins!!",
                "downloadLink": "https://drive.google.com/file/d/1GDGRX465mbiU-ysM03ZxaUu8MYnXbYIg/view?usp=sharing"
            },
            {
                "img": "/bookImages/tsukimichi_7.png",
                "name": "Volume 7",
                "description": "Makoto continues to enjoy his life as a teacher in Rotsgard while also taking care of his main job as a merchant. The excitement among his students is at an all-time high as they prepare for the school festival and its main event - a fighting tournament. However, as if to put a damper on the jovial mood, one disaster after another befalls Makoto and his students!",
                "downloadLink": "https://drive.google.com/file/d/1hHILerK2TN0Y-b_668g5jWa2eicLwM5V/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/isekai_tensei_1.jpg",
        "genre": ["Isekai", "Fantasy", "Action", "Magic"],
        "title": "Isekai Tensei: Recruited to Another World",
        "synopsis": "After waking up at his own funeral, Tenma Otori gets a second chance at life when a god from another world presents him with an enticing offer: if Tenma agrees to be reincarnated in order to save their dying world, the gods will bestow cheat abilities upon him. Tenma accepts, and is reborn in a lush fantasy world filled with demi-humans, magic spells and items, monsters, mysterious forests, and more! As he grows, more of his gods-given powers and abilities—including his unique power to befriend adorable monsters like slimes and baby wolves—are revealed to his adoptive parents, two former master adventurers, and his grandfather, a famous wizard. But one fateful day, three mysterious strangers shatter the tranquility of Tenma’s village by trying to kidnap him, and that’s where Tenma’s adventure really begins...",
        "author": "Kenichi",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "After waking up at his own funeral, Tenma Otori gets a second chance at life when a god from another world presents him with an enticing offer: if Tenma agrees to be reincarnated in order to save their dying world, the gods will bestow cheat abilities upon him. Tenma accepts, and is reborn in a lush fantasy world filled with demi-humans, magic spells and items, monsters, mysterious forests, and more! As he grows, more of his gods-given powers and abilities—including his unique power to befriend adorable monsters like slimes and baby wolves—are revealed to his adoptive parents, two former master adventurers, and his grandfather, a famous wizard. But one fateful day, three mysterious strangers shatter the tranquility of Tenma’s village by trying to kidnap him, and that’s where Tenma’s adventure really begins...",
                "downloadLink": "https://drive.google.com/file/d/10DKWy7PxQKmtibwbRUvyFq09-NeLmlV1/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Three years have passed since Tenma Otori lost his parents in the devastating attack on Kukuri Village. He’s now trying to make a name for himself as an adventurer in Gunjo City, and things are going great. He’s joined the local guild and teamed up with a trio of identical catgirl triplets. In fact, his incredible skill and his knack for magic continue to draw attention—but not always the good kind. A group of jealous adventurers has their eye on him, and Tenma soon finds himself at the center of a battle involving knights, nobles, and even more monsters! Can he shake all this trouble and get back to adventuring?",
                "downloadLink": "https://drive.google.com/file/d/1zJugk5s8mFsW5F8tTQcXp2__j9Q6XeU_/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Reincarnated adventurer Tenma’s new “slow life” begins in the city of Sagan, where he explores his first dungeon and encounters the city’s strongest party of adventurers. His journey becomes even livelier when a new heroine and her followers join Tenma’s party, but it’s no longer fun and games when the duke’s son gets kidnapped! Will Tenma be able to save him? Follow Tenma in the next phase of his journey, exploring dungeons and making new friends!",
                "downloadLink": "https://drive.google.com/file/d/1HXZ8bb5BIFLizmjWOKeWE13rQuTykTWA/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "Tenma and his party are headed to the capital to participate in the martial arts tournament. On their way, Tenma manages to bail some young royals out of trouble and earn himself a favor from the crown. Once he arrives in the capital, the king invites him to live in the palace! Many faces new and old await Tenma in the big city, including Aura’s mysterious older sister... Why is Aura so deathly afraid of her, and what’s this about Tenma possibly getting a noble title? After much mayhem and mishap, Tenma finally gets the moving(?!) reunion everyone’s been waiting for!",
                "downloadLink": "https://drive.google.com/file/d/107PXz4ZP9uvfFjEcOQp6T5pXL_8S-AEn/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "Now that the preliminary rounds are over, the main battles of the Victory Prayer Imperial Martial Arts Festival have finally begun! Things are going smoothly for Tenma until he encounters a formidable enemy who uses underhanded methods and doesn’t shy away from killing his opponents—even if they’re Tenma’s friends! Together, Tenma and company face off against former winners, runners-up, and fan favorites from previous tournaments in this battle of the strongest warriors in the kingdom. Meanwhile, the mysterious Bandit King finally reveals his identity, heating up the competition! Does anyone have a prayer against our overpowered hero, or will Tenma finally meet his match?",
                "downloadLink": "https://drive.google.com/file/d/1GxYFqpWOWxanXFCUd32yz3ddXpeuOJnQ/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "Prepare for another epic journey with Tenma! After the martial arts tournament, Tenma yearns for a peaceful adventurer’s life, but fate has other plans. Not only does he have to face an earth dragon, but he gets caught up in noble rivalries, a kingdom-threatening coup, and capturing slave traders! Seeking a change from the hustle and bustle of the capital, Tenma contemplates embarking on a new journey. The royal capital arc finally comes to a close...but the story is far from over!",
                "downloadLink": "https://drive.google.com/file/d/1WOH-5krsFcKL1z766cYbMQoROX78xHPL/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7",
                "description": "Having finished his stay in the royal capital for now, Tenma returns to Sagan with a team of powerful companions to challenge the dungeon once again. But this time, Sagan’s dungeons are teeming with more formidable monsters than ever before. He and his party find themselves in trouble when a monster creeps up from the depths, overwhelming even Valley Wind! To add to the chaos, they receive a visit from the king, who just loves surprises... Tenma’s journey reaches new heights (and depths!) as the Dungeon Revenge arc begins!",
                "downloadLink": "https://drive.google.com/file/d/1-w1EJZ_b6s4ykxHw0JYz-newEEGaM5MO/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 8",
                "description": "Join Tenma and his friends as they travel to Amur’s hometown, the beastfolk village of Nanao. Tenma thought he could take it easy there, but Amur’s father’s jealousy causes nothing but a myriad of troubles... Then, when Tenma returns to the royal capital, his hopes for relaxation are dashed once more by conflicts with neighboring countries, the antics of unruly heroines, and unexpected fame. Join Tenma during his tumultuous fifteenth year of life in the action-packed eighth volume of Isekai Tensei: Recruited to Another World!",
                "downloadLink": "https://drive.google.com/file/d/1nWZw2QY2Ua4d-eZh_TecGxfr7Vq2ed9X/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 9",
                "description": "Three years have passed since Tenma’s last adventure, and life in the capital has become routine for him and his companions. As one of the kingdom’s most esteemed adventurers, Tenma is renowned far and wide. But trouble brews when Margrave Haust, with whom Tenma shares a tense history due to the events in Kukuri Village, requests his help to defeat a rampaging swarm of wyverns. Driven by his friendship with Leon and a desire to mend old rifts, he agrees to take on the mission. As he sets out to confront the deadly creatures, however, he quickly realizes that these creatures are merely the beginning of a much larger, more dangerous ordeal. Tenma’s next journey will not only test his strength, but also force him to confront the shadows of his past.",
                "downloadLink": "https://drive.google.com/file/d/1Ffea_sqSCcF8r9cv_u2xj-oQpFvmPMl2/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 10",
                "description": "Tenma returns to the place where his journey began—Kukuri Village. After paying his respects at his parents’ graves, the peace is shattered when an unexpected enemy launches a sudden attack that very night... Trapped by a cunning and deadly ambush, Tenma is pushed to his limits. For the first time since the initial attack on his village, he wonders if he’ll survive to protect his family and friends. But in that desperate moment, one figure steps forward to face the enemy alone. Who could it be? And what mastermind was behind the trap that ensnared them? Familiar faces from the past make their return and are joined by intriguing new characters. The stakes are higher, and the danger is greater than ever before!",
                "downloadLink": "https://drive.google.com/file/d/1Y3U9EhRV80qpN6e5CrqbMI_GLDjfrUbe/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/kumo_1.png",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "So I'm a Spider, So What?",
        "synopsis": "In another world, the Hero and the Demon King continue to oppose each other. The grand magic from the Hero and the Demon King crosses over worlds and explodes in the classroom of a certain high school. The students who died in the explosion are reincarnated in that alternate world. The protagonist, who has the lowest standing in the class, was reincarnated as spider. This is a story of she who has become a spider doing whatever she can in order to live.",
        "author": "Okina Baba",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "I used to be a normal high school girl but in the blink of an eye, I woke up in a place I've never seen before and-and I was reborn as a spider?! How could something that's nothing more than a tiny spider (that's me) possibly survive in literally the worst dungeon ever? Are there no rules? There should be some rules! Who the hell is responsible for this? SHOW YOUR FACE!",
                "downloadLink": "https://drive.google.com/file/d/1jBSQdxrkrEfy134DxCrWBCUfdoEHwmoc/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "After many trials and challenges, our reborn spider has become very good at fighting (and eating!) monsters. Getting a little full of herself, she's rushed headlong into some unexplored area and now, she's facing her worst enemy...a huge dragon!",
                "downloadLink": "https://drive.google.com/file/d/1MY5FmnKXQoAeNd6Iz0UgGnytl2IZQkFa/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Who knew being strong meant going hungry...? After making it through the fiery Middle Stratum and evolving again, things have been a cakewalk for me-and also one of the worst times of my life. I've gotten so strong that every living thing is avoiding me like the plague. Even monsters that wouldn't leave me alone for a second are running away like their lives depend on it. I mean...all I want to do is eat them! Is that too much to ask for?! At this point, about the only thing that WON'T flee the moment it sees me is the earth dragon Araba, and I sure as hell can't have that for a meal...right...?",
                "downloadLink": "https://drive.google.com/file/d/103riZ6_SmI9D2rEIr2UkkIujKkf6U7BI/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "I've finally escaped the monster infested Elroe Labyrinth and now making my way towards the land of humans! But what was waiting for me on the surface was something even worse than dragons...it's MY MOTHER!! We don't have the greatest relationship for various spidery reasons but am I going to make it out of this family reunion in one piece?!",
                "downloadLink": "https://drive.google.com/file/d/1p5fHxS4PCwTyNbqEPotlX6z3xIFBbgLb/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "After my battle to the death with Mother, now my days are filled with preparing the next boss-the Demon Lord! But now I have a problem... I've said it before, but I'm TOO STRONG. Now I'm attracting all kinds of unwanted attention! Now I'll have to interact humans whether I want to or not...",
                "downloadLink": "https://drive.google.com/file/d/1vd2zcW1__uPJc4R8NqGUbjfbq0vMjhZk/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "I did it! I’m finally an Arachne!...Aaand things already aren’t going the way I thought they would. I’m inexplicably on a road trip with the Demon Lord, a reincarnated baby, and her troubled vampire guardian. I don’t really interact with them much, besides subjecting my reborn classmate to insane training, watching the party sneak off into villages, hearing about the delicious food they eat…Wait, hold up. Doesn’t it seem like I’m the only one who’s being left out?!? W-w-well, the monsters up here taste delicious, so whatever! Sniff, sniff. I wonder if my other brains are having a better time… What are they even up to?",
                "downloadLink": "https://drive.google.com/file/d/18iyd9tcWE11AXs_31S73l0Jds8yKPN0F/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7",
                "description": "So get this…Me, the Demon Lord, the baby bloodsucker, Mera, and the puppet posse are on our way to the demon territory when Mera falls into a hole and gets attacked by giant ants. We wipe ’em out in no time, but the commotion (and totally not me sticking my nose where it doesn’t belong) just haaappens to wake up some ancient, hyper-advanced killing machines, and now the entire planet is gonna be destroyed! It’s such a big deal that Güli-güli, the pontiff, and even Potimas are teaming up with the Demon Lord. Wait, when did they all get so chummy? And I’m sorry, what? They want ME to take out the main weapon?! No waaay!",
                "downloadLink": "https://drive.google.com/file/d/1FeDNyuRFMzX0BKtQBH3TPrm27HJBIh0-/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 8",
                "description": "So I’m a god, so what? I’m weaker than ever! I have no stats, no skills, and no physical stamina! In fact, the only thing I got out of this upgrade was...legs. But since I never have the energy to walk, the others have no choice but to haul me around like a piece of luggage. Can’t we just get to the demon realm already?! We’re so close! One final leap over the Mystic Mountains, and— Wait, what? There’s a rampaging ogre killing everyone in sight? Greaaat. Of course there’s a surprise boss battle right before the checkpoint. Work your OP magic, Demon Lord! …Hey, wait a minute. I recognize that ogre!",
                "downloadLink": "https://drive.google.com/file/d/1Mp1fAczixg6dKu5_Zb85IHVxcMI8iNEY/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 9",
                "description": "So I can make thread again. That’s…something, I guess. Don’t get me wrong—I could be doing a whole lot worse than pumping out thread all day while cooped up in some demon’s mansion. I just wish my other powers would come back alrea—Oh…they are back. When the heck did that happen?! And why am I suddenly, like, really good at teleporting? I bet I could go anywhere I want! In fact, that gives me an idea…Hey, D, I think it’s time we met face-to-face!",
                "downloadLink": "https://drive.google.com/file/d/1xB0Q_0i92ZiHZV0ectug2jl8lZy9gB-b/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 10",
                "description": "Y’know…understanding the reason for your existence, learning the ultimate truth of the world, and attaining godhood would give most people a lot to think about. But me? I’ve got better things to do, like making mini–spider clones! Look at this one—isn’t she precious?! There’s a LOT more where she came from, and I’ve sent them all over the world to act as my eyes and ears. I bet the Demon Lord will find the info I’ve gathered super useful for dealing with the impending demonic rebellion. Oh, did I not mention that before…? ’Cause that’s totally a thing.",
                "downloadLink": "https://drive.google.com/file/d/19oMmQ62siLecbO6Pqea429vFVLlJoj8p/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 11",
                "description": "WHAT DOES IT MEAN TO BE A HERO? As the chosen of the gods and defender of all humanity, everyone expects me to do great things. From the tender age of six, it’s been my duty to serve humankind, and during my first trial by fire in Keren County... I failed miserably. Since then, I’ve devoted my every waking moment to becoming someone worthy of my position. Though I’m still too weak to accomplish much on my own, as long as I’m with my friends, I’m sure there’s something we can do to help people. Hmm? Where’s the spider? What are you talking about...?",
                "downloadLink": "https://drive.google.com/file/d/1yOCCddm7FvfoN7OP3HwYWtcAHMNZBXIZ/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 12",
                "description": "THIS COLD WAR JUST WENT HOT! This is a special spider field report coming to you straight from the human-demon border where a massive battle has erupted! The Demon Lord is finally launching an all-out assault on the fortresses guarding the human realm’s frontier and has committed hundreds of thousands of soldiers for the attack. On the other side, the humans are putting up a stiff resistance! All signs point to a bloody day of fighting for both forces-though that’s kinda the point, y’know? Hopefully the hero comes onto the field as planned...",
                "downloadLink": "https://drive.google.com/file/d/1R2blhiwpV5kTld7MdQbeIpZoJMU2dBUz/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 13",
                "description": "THIS SYSTEM IS RIGGED... Man…whoever thought being a god would make life easy needs a serious reality check. I mean, I offed humanity’s champion, then I hacked into the world’s System to literally erase the pesky Hero title once and for all, but I still can’t catch a break. Now Yamada’s inherited his brother’s title, and it looks like he and the other reincarnations are on their way to the elf village juuust when the demon army is looking to conquer it. Ugh, this is becoming way too big a headache...Time for plan B. I think I’ll have a little “chat” with Sariel.",
                "downloadLink": "https://drive.google.com/file/d/1wqMsHzsszHqW-KhpJDw9Sqd4mpeO4HLD/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 14",
                "description": "Just when you think things can’t get any more complicated…Our army is in position to kick off the final battle with the elves, whoop-de-do. But there’s still the problem of Yamada and the rest of D’s former classmates’ inevitable clash with Vampy, Mr. Oni, and in the worst-case-scenario, the Demon Lord herself. I can’t believe I’m saying this, but can’t we all just get along? At least long enough for me to wipe that stupid smirk off Potimas’s face and put him in the ground once and for all?! Assuming the Demon Lord doesn’t steal the kill, that is. I swear, if there’s one person who hates him more than I do, it’s her. What’s their history anyway…?",
                "downloadLink": "https://drive.google.com/file/d/12r8QlpqEWsNcpCtRfbThW-v6-f5Ew7MK/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 15",
                "description": "With the Potimas problem officially behind us (like, for real this time), I can finally focus on destroying this god-awful system!…is what I’d like to say. But it looks like a certain someone won’t let that happen without a fight. I swear, every time you think you’re about to blaze through the final encounter, the devs crank out a hotfix. And by that, I mean D decided to activate some World Quest that clued the entire population in on the fate of the world. So now everyone has to pick a side in this battle of the gods— Black or White. And no matter who they side with, they’re probably gonna die. Sucks, right? Well, how do you think I feel?! Do you think I asked to be put in the middle of all this?! No waaay!",
                "downloadLink": "https://drive.google.com/file/d/1bNO9LrWGK6exLpCnlcuJAvFL-5ybYGx1/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 16",
                "description": "Sacrifice the goddess to save humanity, or sacrifice humanity to save the goddess? …What kind of sadist would throw the entire world into chaos with an impossible choice like that?! D, obviously. The head honchos of the Word of God religionare doing all they can to tip the scales in humanity’s favor, so they’re backing Güli-güli 100 percent. Meanwhile, me and the Demon Lord are fighting the good fight for team Save Sariel! So what if a few hundred thousand humans die? That doesn’t make us the baddies, right? Either way, it’s time for the grand finale! it’s all or nothingin this battle of the gods! And if Iknow D, she’s just gonna kick back and watch as we fight tooth, nail, and spinneret for our happily ever after!",
                "downloadLink": "https://drive.google.com/file/d/1mtgbgkwIcpwseABb08KseHGieoFStk6U/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/eminence_in_shadow_1.webp",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "The Eminence in Shadow",
        "synopsis": "Even in his past life, Cid's dream wasn't to become a protagonist or a final boss. He'd rather lie low as a minor character until it's prime time to reveal he's a mastermind...or at least, do the next best thing-pretend to be one! And now that he's been reborn into another world, he's ready to set the perfect conditions to live out his dreams to the fullest. Armed with his overactive imagination, Cid jokingly recruits members to his organization and makes up a whole backstory about an evil cult that they need to take down. Well, as luck would have it, these imaginary adversaries turn out to be the real deal-and everyone knows the truth but him!",
        "author": "Daisuke Aizawa",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "Even in his past life, Cid's dream wasn't to become a protagonist or a final boss. He'd rather lie low as a minor character until it's prime time to reveal he's a mastermind...or at least, do the next best thing— pretend to be one! And now that he's been reborn into another world, he's ready to set the perfect conditions to live out his dreams to the fullest. Armed with his overactive imagination, Cid jokingly recruits members to his organization and makes up a whole backstory about an evil cult that they need to take down. Well, as luck would have it, these imaginary adversaries turn out to be the real deal— and everyone knows the truth but him!",
                "downloadLink": "https://drive.google.com/file/d/1_OZxQYrACP5LBNnLuYRDEvvrHuTsDDsn/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Cid pays a visit to the Sacred Land, where he finds himself getting roped into the Goddess's Trial. It's a ritual event that summons warriors from the past to engage with only the most worthy from the present. When Cid squares off against the witch who brought devastation to the world, the door to the Sanctuary creaks open, granting the Shadow Garden valuable insight into the possessed and the Cult of Diablos. That is until Cid, blissfully ignorant of the conspiracies playing out behind the scenes, runs amok!",
                "downloadLink": "https://drive.google.com/file/d/1ZMUOEoCRHLJBSqsdsnJMGmdZDnYg4-qr/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Deep within the Lawless City lies the Blood Queen, a Progenitor Vampire, slumbering in her coffin for many moons. An expert at landing himself in trouble, Cid should know better than to go after her…but he’s dying to get a piece of the action. It’s time he shed his daytime persona to take on the role of Shadow! It seems, however, that he’s not the only one with this idea. Soon enough, he finds the three rulers of the Lawless City—Juggernaut the Tyrant, Yukime the Spirit Fox, and Crimson the vampire—are all on his tail. To complicate things even further, the Shadow Garden descends on the scene as the hour of the Blood Queen’s awakening looms closer and closer…",
                "downloadLink": "https://drive.google.com/file/d/1tgkjmiOQD17zqAEd8-Iv3fcwKz0hFdXt/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "The specter of war hangs thick in the air of the Oriana Kingdom, where Princess Rose is expected to wed Duke Perv. This supposed marriage cannot and will not stand, though, as it would throw a major wrench in a certain shadowbroker’s plans. Not one to miss an opportunity for sleuthing, Cid makes his way to the royal capital to put a stop to the ceremony, but are there even bigger schemes at work behind this unholy matrimony?",
                "downloadLink": "https://drive.google.com/file/d/1XZ8smGUhUeuRw5Dyez4rjrK26Bkt4UW1/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "All is well at the Midgar Academy for Dark Knights, but then something wicked suddenly draws near: The students are vanishing one by one—even Cid’s older sister Claire! Zeta of the Seven Shadows sets off to investigate while Cid and Alexia embark for Claire’s room where they find...ancient scripts, a cool magic circle, and spells that seem like they have great meaning and yet absolutely no meaning whatsoever?!",
                "downloadLink": "https://drive.google.com/file/d/1l7o3UD2-_hHtlqFg4KfEn3zomIvJ__rQ/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "A mysterious cabal called the Thirteen Nightblades has been running things in the Midgar Kingdom from the shadows, and its members have concealed all manner of crimes through their connections to the Cult of Diablos. How impressi―no, how terrible. These dastardly nobles commit so many evil deeds, and yet justice always evades them. That’s when a serial killer known only as “Jack the Ripper” appears, plunging the corrupt capital into chaos! In order to eradicate evil, an even greater evil is needed… ",
                "downloadLink": "https://drive.google.com/file/d/13SE0Wppeqgb_47DF0T9VMv-MULoW72v0/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/undead_adventurer_1.png",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power",
            "Vampire"
        ],
        "title": "The Unwanted Undead Adventurer",
        "synopsis": "Rentt Faina, a twenty-five-year-old adventurer, has been hacking away at monsters for a decade. However, without much talent for the job, Rentt finds himself stuck hunting Slimes and Goblins for meager amounts of coin every day. Little does he know, all this is about to change when he comes across a seemingly undiscovered path in the Labyrinth of the Moon's Reflection. What awaits him at the end of the path, however, is neither treasure nor riches, but a legendary dragon that wastes no time swallowing him whole! Waking up a short time later, Rentt finds himself not quite dead, but not very alive either— He is nothing more than a pile of bones! Armed with nothing but his trusty sword, tool belt, and ghoulish new looks, Rentt sets off on his quest as a newly reborn Skeleton to achieve Existential Evolution, hoping to one day return to civilization with a more human form. Will Rentt succeed, or will the labyrinth consume him for the rest of his un-death...?",
        "author": "Yu Okano",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "Rentt Faina, a twenty-five-year-old adventurer, has been hacking away at monsters for a decade. However, without much talent for the job, Rentt finds himself stuck hunting slimes and goblins for meager amounts of coin every day. Little does he know, all this is about to change when he comes across a seemingly undiscovered path in the Water Moon Dungeon. What awaits him at the end of the path, however, is neither treasure nor riches, but a legendary dragon that wastes no time swallowing him whole! Waking up a short time later, Rentt finds himself not quite dead, but not very alive either— He is nothing more than a pile of bones! Armed with nothing but his trusty sword, tool belt, and ghoulish new looks, Rentt sets off on his quest as a newly reborn skeleton to achieve Existential Evolution, hoping to one day return to civilization with a more human form. Will Rentt succeed, or will the labyrinth consume him for the rest of his un-death...?",
                "downloadLink": "https://drive.google.com/file/d/1nRMwY3DsGPblCkNIQQOOxqGzZlDYQK_8/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Rentt Faina has achieved Existential Evolution, evolving from a skeleton into a ghoul. His next objective: rising the ranks and becoming a Copper-class adventurer! But to do so, Rentt must face his next greatest challenge... A written test?! Using his years of wisdom and the help of two companions, Rentt tackles the challenge head-on. But the worst is yet to come as Rentt finds himself in yet another pickle as he tries to prove his innocence to none other than trusted guild member, Sheila, as she raises concerns over his potential involvement in a recent string of adventurer disappearances. On his journey, he accepts a new quest, leading him to a new area that pits him face-to-face with a mighty monster of the bog! Will Rentt make it out alive to prove his uninvolvment in the disappearances and retrieve a highly-valued medicinal herb? Or is this the second end to the fate of our hero as we know him?",
                "downloadLink": "https://drive.google.com/file/d/1JM3FpcWqLbnlZx91ayMrqSIUgD7Y1hv2/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Rentt Faina has successfully overcome the menacing tarasque standing between him and the Dragon Blood Blossoms he seeks. But then, in the depths of the Swamp of Tarasque, a well-dressed man appears before Rentt, proffering a quest of his own on behalf of the highly-revered Latuule family... Offered an exceptional reward for the collection of Dragon Blood Blossoms, Rentt visits the Latuules, only to find himself trapped in a maze! Seeking a way through to reach the Latuule family manor, he stumbles across an opening with beautiful roses and...a table with teacups? 'Are you giving up?' Will Rennt make it out undead enough to achieve his objective of becoming a Mithril-class adventurer?! A young girl's invitation to tea-time may be Rentt's only means of escape!",
                "downloadLink": "https://drive.google.com/file/d/18lmOIoPxoFwYvqHbpANur0qsF9iEqg0Y/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "By drinking a vial of vampire blood, Rentt Faina, undead adventurer, successfully achieved his next stage of Existential Evolution and has become a lesser vampire! Rentt, now short on funds, sets off on a journey to retrieve items required to craft equipment and weapons for his discple, Alize. With his faithful mouse familiar, Edel, Rentt sets off to the New Moon Dungeon, slaying his share of forest wolves and lizardmen. But is he prepared for the legendary monster that's appeared in the dungeon's boss chamber in place of the usual earth dragon...? Meanwhile, a priestess-saint and Gold-class vampire hunter shows up at the doors of the Stheno Trading Company, where the sale of the tarasque is to be negotiated. But they're here for one reason: the suspicion that a certain adventurer is actually a vampire in hiding... An undead with a dream, eternally striving toward the rank of Platinum-class, even in undeath! All this and much more in the fourth volume of Rentt's undead adventures!",
                "downloadLink": "https://drive.google.com/file/d/1lhL691u4WdNxUXwIcKkJMXgoMO2pvsir/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "Vampire hunter Nive Maris had rained Holy Fire down upon Rentt, the undead adventurer, to prove he was a vampire. But her plan only proved that he wasn’t a vampire at all! When Lorraine suggested that Rentt's divinity may have been the reason the Holy Fire didn’t work, they decided to travel to his hometown of Hathara to visit the shrine where he obtained his divinity. Rentt and Lorraine plan to leave Maalt for a couple weeks, but first they need to create wands and equipment for their disciple, Alize, before they depart. And in order to avoid trouble with people like Nive, Rentt needs to get his double registration at the guild officially approved by negotiating with the Guildmaster, Wolf Hermann. But as the man who oversees countless ruffians, Wolf is a force to be reckoned with! An undead with a dream, eternally striving toward the rank of Mithril-class! All this and much more in the fifth volume of Rentt's undead adventures!",
                "downloadLink": "https://drive.google.com/file/d/1NUNq8JQ0-Ie6YGOJIf0zTdaQgMY0IQ03/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "Rentt the undead adventurer arrives at his hometown of Hathara along with Lorraine, a scholar and sorcerer. It’s his first visit in some time, and the village celebrates with a welcoming banquet. However, during the banquet, Rentt disappears. Lorraine finds him at a graveyard, where he reveals the incident that made him want to become a Mithril-class adventurer, and much more. Fighting powerful monsters and unraveling many mysteries, Rentt keeps climbing the ranks even in death!",
                "downloadLink": "https://drive.google.com/file/d/1Timdy4hxqxsicsgdBznaKyYVZKg2j832/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7",
                "description": "Now that they can travel by teleportation circle, Rentt and Lorraine visit Vistelya, the capital of the Kingdom of Yaaran. Using Lorraine's magic to hide his identity, Rentt decides to check out the guild headquarters. While viewing the job board there, a Silver-class adventurer from Maalt named Augurey requests that he accept a job. They agree, but Rentt and Lorraine's fighting styles end up giving away their identities. They form a magic contract to keep their visit a secret, but then the God of Contracts appears! Once they’re able to return to Hathara, Rentt senses that something is wrong with his vampiric servant, Edel, back in Maalt...",
                "downloadLink": "https://drive.google.com/file/d/1wLx9b5hwXsZD-w2trNnt0dJ85yVcZru5/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 8",
                "description": "After Rentt senses something wrong with his familiar, Edel, he and Lorraine leave Hathara and return to the city of Maalt. There they find the city on fire and crawling with thralls. Rentt finds Edel safe beneath the orphanage and learns through him that a single vampire might be the cause of all the chaos. Just as Rentt goes out to help rid the city of the thralls, he runs into the last person he wants to see in this situation—Gold-class adventurer and vampire hunter Nive Maris!",
                "downloadLink": "https://drive.google.com/file/d/1mBDvkOwgw1Drzah0xaFMsbhFFD8QKrLI/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 9",
                "description": "With the help of Lorraine, Isaac, Laura, and the rest of his companions, Rentt defeats the vampire Shumini after he attacks Maalt. However, in order to take control of the new dungeon, Rentt has to turn Rina into a vampire and make her his familiar. Both Rentt and Rina have leveled up, so Isaac suggests they try out their newfound abilities. He also offers to teach them about a vampire’s most notable skill: Division. Not everything goes as expected though, because while they were supposed to transform into a bat, Rina transforms into a cat and Rentt into a...tree? Meanwhile, people are flocking to Maalt to study the newly formed dungeon. Not to be left out, Rentt and his companions set out on their next adventure to explore the dungeon’s secrets! Fighting powerful monsters, solving countless mysteries, and becoming stronger! The adventures of Rentt, the undead adventurer who aims to become a Mithril-class adventurer, continues in this thrilling ninth volume!",
                "downloadLink": "https://drive.google.com/file/d/10IXs-vt_4X3aQzvt4l5gqMFAOyGS8yFK/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 10",
                "description": "Tasked with picking up the grand guildmaster of Yaaran and bringing them to Maalt, Rentt and Lorraine travel to Yaaran’s capital, Vistelya, only to find the grand guildmaster is out and won’t be back for a few days. Now that Rentt and Lorraine have unexpected time on their hands, they decide to take care of their additional errands in the city. They head to the Church of the Eastern Sky to deliver Sister Lillian’s letter to Abess Elza, then meet up with Augurey, their colorful acquaintance, to visit the palace for an audience with Princess Jia. During their meeting, the princess unexpectedly begs Rentt for a favor. Secrets and machinations abound among the Kingdom of Yaaran’s royalty, putting themselves and the kingdom at risk. The solution lies with the Land of the Venerable Holy Tree and the high elves that live there, but their help comes with conditions, ones that may involve Rentt and, of all things, his cursed mask!",
                "downloadLink": "https://drive.google.com/file/d/1pM8xPhvF9ao7xZqDo1-FpTxgw0cBGWfe/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 11",
                "description": "Following their fortunate encounter with the village girl Ferrici, Rentt’s party finishes up the rest of their guild requests much more smoothly than expected. Even so, they know that they can’t afford to let their guards down yet—the mysterious third companion of the assassins Goblin and Siren is still out there, waiting to strike! There’s more to the situation than meets the eye, however. When a certain surprise has wild consequences, Rentt finds himself embroiled in the criminal underworld, where he’s forced to make decisions that will affect himself and Lorraine, the Grand Guildmaster of Yaaran, and even the kingdom’s own royal family. Surrounded by intrigue and cloak-and-dagger conspiracies, can Rentt pull through and continue to strive toward his dream of becoming a Mithril-class adventurer? Or will his un-life come to a quick and nasty end?! Find out in the eleventh volume!",
                "downloadLink": "https://drive.google.com/file/d/1ETa861xJKlvwkETVKbKoiJUQ9lPnB54b/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 12",
                "description": "After untangling themselves (well, mostly) from the series of complicated messes that ambushed them in the royal capital, Rentt and Lorraine finally head back to Maalt with Grand Guildmaster Jean Seebeck, the man Wolf asked them to retrieve. Meanwhile, in Maalt, Rina has been training with Alize under Isaac’s guidance. Yet even with her newfound vampiric abilities, she remains an Iron-class adventurer, and being surrounded by so many capable individuals begins to erode her self-confidence. Thankfully, there’s a tried and tested cure for that: adventure! While Rentt journeys back to Maalt, apprehensive of the trials that await him there, his junior in all things adventuring and vampiric faces a trial of her own. The curtain rises on The Unwanted Undead Adventurer volume 12!",
                "downloadLink": "https://drive.google.com/file/d/1YVYoGewpANZ6SPVLZw7kkFqumird_LTF/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 13",
                "description": "After accepting a plea for help to save a small village from marauding skeletons, Rentt stumbles into much more than he bargained for while searching for their source. There’s almost no time to dig into his new discoveries, however—back in Maalt, the blacksmith Clope has an unexpected request of his own. And to top it all off, Rentt has the Silver-class Ascension Exam to prepare for! Being an adventurer is busy work. Getting stronger requires constant effort—you can sleep when you’re dead, after all! Unfortunately, for our unlucky undead hero, that doesn’t apply! The grind never stops in The Unwanted Undead Adventurer Volume 13!",
                "downloadLink": "https://drive.google.com/file/d/1kYjYfKV0ECank_NarfCiuxwfd_j0zJss/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/last_boss_1.png",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "A Wild Last Boss Appeared!",
        "synopsis": "The year is 2800 and Lufas Maphaahl – The Black-Winged Tyrant, Great Conqueror, and leader of the Twelve Heavenly Stars – has returned. A man wakes up in the body of his MMO character 200 years after her defeat during a player-made event in the game, Exgate Online. Now, he's stuck in her body. But this isn’t a game, it’s real. With her reign long over, and her legacy one of fear, Lufas must journey through the world of Exgate, looking for answers, possible comrades, and all the monsters her “death” unleashed upon the world...",
        "author": "Firehead",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "The year is 2800 and Lufas Maphaahl – The Black-Winged Tyrant, Great Conqueror, and leader of the Twelve Heavenly Stars – has returned. A man wakes up in the body of his MMO character 200 years after her defeat during a player-made event in the game, Exgate Online. Now, he's stuck in her body. But this isn’t a game, it’s real. With her reign long over, and her legacy one of fear, Lufas must journey through the world of Exgate, looking for answers, possible comrades, and all the monsters her “death” unleashed upon the world...",
                "downloadLink": "https://drive.google.com/file/d/1Jeb7P4AvB7FmOQS0yI3QsVV6ugtpRNRf/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Aries ‘the Ram’ may be at her side once more, but Lufas Maphaahl’s journey to find the rest of the Twelve Heavenly Stars is only beginning. Now, Lufas, Dina, and Aries are headed towards…Lufas’ grave?! Lufas’ next target, the Grave of the Black-Winged King, is guarded by Libra of the Scales, one of Lufas’ faithful subjects. But regaining this member of the Twelve Heavenly Stars won’t be simple. Though many adventurers have tried to raid Lufas’ grave in the last two hundred years, none have ever returned alive… But there are still many of the Twelve Heavenly Stars to welcome back into the fold. Who else waits for our deposed King? Maybe another one of the Seven Heroes…?!",
                "downloadLink": "https://drive.google.com/file/d/1Fm4COY_xufeQDNkTKEgx1Ua1Kgqmnjlu/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "The legendary Lufas Maphaal continues on her journey as new information arises that the sword country Laevateinn has summoned a hero...successfully this time! However, it seems that the devilfolk are also aware of this...? The hero, Sei, the very hope of humanity, and his party are in danger of getting wiped out by the devilfolk before their adventure has even begun! But there are plenty more Twelve Heavenly Stars to bring back into the fold, too. Vanaheim, the original home of the heaven-winged, has been taken over by Parthenos the Maiden, and Scorpius the Scorpion has fully allied with the devilfolk! Will the other former members of the Twelve Heavenly Stars come back peacefully? Or are there more unexpected events in store for Lufas?!",
                "downloadLink": "https://drive.google.com/file/d/1RdORIoAy9RvHNtPuy5j7BFZhdTAeL7bt/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "Things are as busy as ever as the legendary Lufas Maphaahl continues her journey, setting out to collect more members of the Twelve Heavenly Stars and beat the evil threatening the world! When word reaches Lufas of the beastfolk’s hunting festival, she and her Twelve Heavenly Stars set out for beastfolk territory. This seems to be just the opportunity Lufas was looking for. Once there, Virgo—newest member of the Twelve Heavenly Stars, second-generation “Maiden”, and in desperate need of a confidence boost—is entered into the festival. But there’s another group participating as well... The existence of a mysterious elixir is also revealed, and someone’s put out a request to retrieve it from a sacred mountain. By whose hand was this legendary remedy which can heal all wounds and illnesses created? Will the other former members of the Twelve Heavenly Stars come back peacefully? Or are there more unexpected events in store for Lufas?!",
                "downloadLink": "https://drive.google.com/file/d/1liOcHFFO3aE_DeKPfNyX1v_3CxeqOGjG/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "It’s a Wild Last Boss versus a Vampire Princess! In order to fulfill a 200 year old promise, Lufas heads to Mjolnir, Benetnasch’s country, alone with the intention of completing the life-or-death battle they’d begun long ago. Will Lufas’ true power finally awaken during this long-awaited battle to the death? Meanwhile, Leon—one of the Twelve Heavenly Stars who hasn’t yet returned to the fold—is up to something, and the demihumans seem to be on his side of the brewing war against the rest of humanity. But Leon is the strongest of the Twelve Heavenly Stars. Without Lufas, will the other Stars be enough to stop him on their own? The hero’s party, along with Virgo and Castor, head to Sagittarius’ homeland, the centaurs’ village, in an attempt to discover why the normally even-tempered former Star is acting so out of character. Will the other former members of the Twelve Heavenly Stars come back peacefully? Or are there more unexpected events in store for Lufas?!",
                "downloadLink": "https://drive.google.com/file/d/1rCyZh3xS_cu_1mMqpZnwT9WHEsObp0lD/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "Lufas continues on her journey with her growing retinue of Twelve Heavenly Stars. This time she’s headed for the home of the fairies, Alfheim, intent on getting Pollux, Castor’s sister and one of the Twelve Stars, to rejoin. But while Lufas is traveling there with the hero and his party still in tow, chaos erupts. Terra, Prince of the Devilfolk, has made moves of his own, asking Pollux for help in creating avatars for he and Luna’s inhuman selves to inhabit. Before anything comes of that though, the Goddess steps in, possessing Pollux. Meanwhile, Lufas and the hero’s party arrive in Laegjarn, a town in Laevateinn. Things aren’t as innocent as they seem, however, and Lufas soons finds herself on a new, unexpected adventure. What will happen when the Goddess summons one of Lufas’s former companions? Will Pollux be able to free herself from the Goddess’s control?",
                "downloadLink": "https://drive.google.com/file/d/1vPlihA2FwtirUIgsMhz_x6EWckss2vn1/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7",
                "description": "Lufas continues on her journey with her growing retinue of Twelve Heavenly Stars. The final battle is drawing nearer, and now they’ve split up in search of Aquarius the Water Bearer, Pisces the Fish, Dina, and a way to save Terra and Luna from the fate of all devilfolk. Things are never easy when trying to get another of the Twelve Stars back into the fold though, and from now on, the ouroboroses are in play. Meanwhile, Dina’s nowhere to be found! After getting a little advice from the Devil King, our deposed king finally realizes Dina isn’t in Mizgarz at all, and this might not be the first time they’ve met. She’s waiting in modern Japan! Will Dina and the other former members of the Twelve Heavenly Stars come back peacefully? Or are there more unexpected events in store for Lufas?!",
                "downloadLink": "https://drive.google.com/file/d/1Pe-5-Tgota1p4kGAVyKk0d029ErujBOL/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 8",
                "description": "In Mizgarz, the battle continues. The Twelve Heavenly Stars, the Seven Heroes, and the Sei’s party join forces to confront Sol, an avatar of an ouroboros and one of the Seven Luminaries. In modern Japan, where Lufas’s avatar existed, she recovered Dina, who was actually the Thirteenth Heavenly Star, the Snake. Now, Lufas remembers everything. All of the Twelve Heavenly Stars have finally been gathered, and the board is set. The final battle for the survival of Mizgarz has begun! The enemy (last boss)? The Goddess Alovenus, who created the world. Meanwhile, Dina and a very familiar golem are manipulated by the Goddess. It was clear the two would be used as enemies eventually, so instead of being surprised, Lufas is filled with determination. She isn’t going to kindly ask the Goddess for their safe return. She’ll just steal them back!",
                "downloadLink": "https://drive.google.com/file/d/1MMsLt-b1H55CmDbdAW0F8ciqHp7lyt-j/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 9",
                "description": "It’s a Wild Last Boss versus the Goddess of Creation in single combat that transcends dimensions, the laws of physics, and basic common sense! When Lufas regained her memories, the Goddess Alovenus awoke the remaining ouroboroses and began the end of the world. However, the Twelve Heavenly Stars, the Seven Heroes, and the devilfolk joined forces to defeat the ouroboroses. Now, it’s only Lufas, Benetnasch, and the Devil King Orm facing down Alovenus as the universe crumbles around them. But Lufas knows something even the Goddess herself has nearly forgotten. Despite her divine abilities, something doesn’t quite add up, and Lufas has the answer. With her secret out, a battle for the universe is underway as Alovenus finally sees Lufas as a true enemy and not simply a nuisance to be dealt with. How will the battle play out? Will Lufas win? Or will Alovenus defeat her and build a brand new universe to start this entire cycle once again?",
                "downloadLink": "https://drive.google.com/file/d/18rPTDQ_clxlEOC4zmjk1G6NeQpKdCABB/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/campfire_1.png",
        "genre": ["Action", "Adventure", "Comedy", "Fantasy", "Shounen"],
        "title": "Campfire Cooking in Another World with My Absurd Skill",
        "synopsis": "Mukouda Tsuyoshi was nothing special in modern Japan, so when he was summoned to a world of swordplay and sorcery, he thought he was ready for the adventure of a lifetime. Too bad the kingdom that summoned him only got him by mistake! Not only was he not one of the three summoned heroes, but his stats were laughable compared to theirs. On top of that, there's something really sketchy about this kingdom... 'Ah, these people are the kind to try and use the Hero,' he realized, and immediately left to make his own way in this other world. The only thing Mukouda can rely on is his unique skill: the 'Online Supermarket,' a skill that allows him to buy modern goods in a fantasy world. It's useless for combat, but if he plays his cards right, he could lead a comfortable life, maybe? At least, that's what Mukouda thinks, but it turns out modern food bought with this skill has some absurd effects! What happens when Mukouda introduces ridiculously tasty modern cooking to a fantasy world like this? He gets some ridiculous repeat customers begging for more...!",
        "author": "Ren Eguchi",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "Mukouda Tsuyoshi was nothing special in modern Japan, so when he was summoned to a world of swordplay and sorcery, he thought he was ready for the adventure of a lifetime. Too bad the kingdom that summoned him only got him by mistake! Not only was he not one of the three summoned heroes, but his stats were laughable compared to theirs. On top of that, there's something really sketchy about this kingdom... 'Ah, these people are the kind to try and use the Hero', he realized, and immediately left to make his own way in this other world. The only thing Mukouda can rely on is his unique skill: the 'Online Supermarket', a skill that allows him to buy modern goods in a fantasy world. It's useless for combat, but if he plays his cards right, he could lead a comfortable life, maybe? At least, that's what Mukouda thinks, but it turns out modern food bought with this skill has some absurd effects! What happens when Mukouda introduces ridiculously tasty modern cooking to a fantasy world like this? He gets some ridiculous repeat customers begging for more...!",
                "downloadLink": "https://drive.google.com/file/d/1KxmzzR-XcUSb5VlRkYcHhp8JJv4ebffb/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Mukouda Tsuyoshi – alias, ‘Mukohda’ – was an ordinary Japanese salaryman until he was summoned to a fantasy world of swords and magic. Mukohda’s unique skill made him the only person in this world with access to modern Japanese products, but the real reason he caught the attention of the legendary magic beast, Fenrir, was his ability to cook delicious food! Now with a ludicrously overpowered Fenrir and a baby slime in tow, Mukohda and friends continue their laid-back journey in search of easy-living in a new kingdom. In spite of his best efforts, it seems Mukohda can’t help but get wrapped up in the adventurer lifestyle. Will this reluctant “hero” win fame, fortune, and fair maidens while he tries to fly under the radar? With food this good, he’s bound to make new friends whether he likes it or not — much to the dismay of his number 1 fan, Ninrir, the goddess with a sweet tooth. Unfortunately for her, she isn’t the only denizen of the divine realm to take notice of Mukohda’s access to otherworld goods and sweets, and the other goddesses might have demands of their own!",
                "downloadLink": "https://drive.google.com/file/d/1XKnzqDJuyQNumUlAe-L4kA794eD0NQKE/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/realist_hero_1.png",
        "genre": ["Fantasy", "Comedy", "Harem", "Isekai"],
        "title": "How a Realist Hero Rebuilt the Kingdom",
        "synopsis": "'O, Hero!' With that cliched line, Kazuya Souma found himself summoned to another world and his adventure—did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now...?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess...?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!",
        "author": "Dojyomaru",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "'O, Hero!' With that cliched line, Kazuya Souma found himself summoned to another world and his adventure--did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now...?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess...?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!",
                "downloadLink": "https://drive.google.com/file/d/1jJu2PtWU7Dvdh_6Xnb-K54gLIXiaZLBz/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "When Souma Kazuya was summoned to another world to become a hero, he didn't go on an adventure, he became the king of Elfrieden and took to governing instead. Using knowledge from his old world, Souma began to push forward reforms every day, but eventually there came a time when he would have to face the general of the army, Georg Carmine, who refused to soften his rebellious stance. When the plans of the neighboring Principality of Amidonia get involved, things move from the political arena to the military one. 'Now, let the subjugation war begin!' Will Souma be able to safely bring this war to a conclusion?! This amazing transferred-to-another-world internal-politics fantasy series is on its second volume!",
                "downloadLink": "https://drive.google.com/file/d/1M1gjHDjIBSsETZL1Wde7mhDYgonem7GX/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/classroom_1.png",
        "genre": [
            "School",
            "Psychological",
            "Thriller",
            "Drama",
            "Comedy",
            "Romance",
            "Suspense"
        ],
        "title": "Classroom of the Elite",
        "synopsis": "When Kiyotaka enters government-sponsored elite high school, he finds out just how merit-based this education system is. Koudo Ikusei Senior High School is a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Koudo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment. Ayanokouji Kiyotaka is a student of D-class, which is where the school dumps its 'inferior' students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Horikita Suzune and Kushida Kikyou, two other students in his class, Kiyotaka's situation begins to change.",
        "author": "Syougo Kinugasa",
        "volumes": []
    },
    {
        "img": "./bookImages/Death's_daughter_1.png",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Martial Arts",
            "Romance",
            "Shounen"
        ],
        "title": "Death's Daughter and the Ebony Blade",
        "synopsis": "Olivia is just a baby when the mysterious Z finds her at a temple in the depths of the Forest of No Return. From that day on, the temple becomes her home and Z her family. Z, a god of death, educates her in the ways of the world, in combat, and in the long-forgotten arts of magic—right up until the day Z disappears. Olivia leaves the forest for the first time in search of Z with its ebony blade in hand. Out in the wider world, all is not well. A bitter war rages between the Asvelt Empire and the Kingdom of Fernest, and Fernest is losing badly. When Olivia shows up on Fernest’s doorstep with a sack of imperial heads looking to volunteer, the royal army happily welcomes her into its ranks. Thanks to Z’s training, she quickly proves herself as a ferocious warrior. In fact, she might be just what Fernest needs to turn the tide of the war...but will they accept her lack of people skills and disregard for discipline? And will she ever see Z again?",
        "author": "Maito Ayamine",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "Olivia is just a baby when the mysterious Z finds her at a temple in the depths of the Forest of No Return. From that day on, the temple becomes her home and Z her family. Z, a god of death, educates her in the ways of the world, in combat, and in the long-forgotten arts of magic—right up until the day Z disappears. Olivia leaves the forest for the first time in search of Z with its ebony blade in hand. Out in the wider world, all is not well. A bitter war rages between the Asvelt Empire and the Kingdom of Fernest, and Fernest is losing badly. When Olivia shows up on Fernest’s doorstep with a sack of imperial heads looking to volunteer, the royal army happily welcomes her into its ranks. Thanks to Z’s training, she quickly proves herself as a ferocious warrior. In fact, she might be just what Fernest needs to turn the tide of the war...but will they accept her lack of people skills and disregard for discipline? And will she ever see Z again?",
                "downloadLink": "https://drive.google.com/file/d/11XCZr6pZ1Hec45WO4szffP4RkjFdM6XG/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "All of Fernest is celebrating Olivia and the Seventh Legion’s victory at the Battle of Ilys. Their festivities are cut short, however, when news arrives of a disastrous defeat on the northern front. Time is of the essence if they’re going to save the remaining Legions before the empire strikes. The mission falls to Olivia, who sets off for the north with Claudia and Ashton in tow. Lying in wait for them is the empire’s General Rosenmarie, along with her Crimson Knights. Hungry for revenge after the death of her beloved General Osvannes, she’ll stop at nothing to crush the Seventh Legion. Can Olivia and the others stop Rosenmarie and her shadowy allies, or are they walking right into a trap?",
                "downloadLink": "https://drive.google.com/file/d/1ShvluJ9JHr88268RpvcTukdfDsNvLVzn/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Olivia, Claudia, and Ashton are back in Fernest after ousting Rosenmarie and the Crimson Knights from the north, enjoying some well-deserved time off and investigating Olivia's mysterious heritage. But the ripples of this latest defeat are spreading, and new players are moving out onto the board. The empire's Helios Knights have mobilized to wipe out the Second Legion, while Seraph Sofitia of the Holy Land of Mekia, no longer content to watch from the shadows, seizes the chance to set her plans into motion. What havoc will her mages wreak when they join the fray? With chaos looming, duty calls Olivia back to the battlefield. She and her friends join the Invincible General Cornelius on a mission to save the Second Legion and the central front!",
                "downloadLink": "https://drive.google.com/file/d/1yX4EXvFx2zJrLmISHgZLa3thAymI4DTY/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "Olivia is moving up in the world. Between her and the First Legion, the Royal Army scored a dazzling victory on the central front that has the empire on the back foot. But the Royal Army is still stretched thin, and there are rumblings from the south that the United City-States of Sutherland is threatening to abandon its neutrality and march on Fernest’s southern border. Fortunately, Field Marshal Cornelius has a plan—he’s giving Olivia a whole army. Now Major General Olivia Valedstorm, she’s put in command of the newly established Eighth Legion. It’ll be up to her, Claudia, and Ashton to whip their army of fresh recruits into shape in time to fight off this new foe!",
                "downloadLink": "https://drive.google.com/file/d/1YcnDhi8Pv6WgnIZ5jSrrMjrZYqkykT1B/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "Olivia, Claudia, and Ashton set off on a journey, but this time it’s not a battlefield they're headed to. Fernest has forged an alliance with the Holy Land of Mekia to combat the Asvelt Empire, and Olivia is invited by the enigmatic Seraph Sofitia on an official visit. A magnificent welcome awaits them amongst the soaring spires of the seraph’s palace, but there’s more at play. Sofitia’s true aim is to make Olivia’s incredible power her own—and she has a killer offer with which to tempt the young commander. What will Olivia do when faced with the choice between her new friends and what she’s been seeking all this time? When offered hope of finding Z, will she be able to say no? Meanwhile, down in the darkness, Chancellor Darmés’ schemes are growing closer to fruition...",
                "downloadLink": "https://drive.google.com/file/d/1N-eaeloWf1XK8ok3z-WjLFAlaJv4gPEl/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "Olivia and Felix finally meet on the same battlefield! After successfully mounting a daring plan, the Second Allied Legion of Fernest and Mekia now marches on the imperial capital of Olsted. If they take the city and the emperor, they can put an end to the war that engulfs the continent. In their way stand the Azure Knights—the most elite warriors in the empire, unleashed at last. They are a foe unlike any Olivia and her allies have faced so far, and their commander Felix may be the only human alive who can match Olivia’s might. Outside this clash of nations, still more shadowy forces are rising. The assassins of the Asura will stop at nothing to see Olivia dead, and, unbeknownst to all, Darmés and Zenia’s plans are approaching fruition. Will Olivia lead her allies to victory, or has her end finally come?",
                "downloadLink": "https://drive.google.com/file/d/1bqr9e5ZBPrljmwyW-wtJPoJeWplaxmyJ/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7 Exordium",
                "description": "Death reigns supreme as Darmés strikes at last, raising a horde of the undead and declaring himself emperor. Not only that, but his sinister army has dealt a devastating blow to the Eighth Legion. Felix and the Azure Knights, branded as rebels for refusing to bow to Darmés, make good their desperate escape with Emperor Ramza. With the imperial army in close pursuit, they turn to an unlikely source of aid. Over at Kier Fortress, the united forces of Fernest and Mekia remain locked in battle with Rosenmarie, even as undead horrors bear down upon them with Olivia nowhere near to come to their rescue. In the wake of her crushing defeat to Xenia, the death god granting Darmés his powers, her dearest wish came true—she was reunited with Z. But Z has returned for a purpose: to guide her through the final stage of her training. Only when that training is complete will Olivia have any hope of defeating Xenia and stopping Darmés. But by the time she gets back, who will remain for her to save?",
                "downloadLink": "https://drive.google.com/file/d/1sc8hYLT9QHoGq2_2zNIIbRh9hf6rWVjY/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7 Finale",
                "description": "Emperor Darmés’s horde of the dead swarms over the continent. Fernest’s greatest heroes are dead, the Royal Army is in disarray, and darkness is closing in. But the people of Duvedirica have not yet lost. From Sutherland to Fernest to Mekia, the powers that be, who until now had vied among themselves for power, stand united against a common enemy. Even Felix and the Azure Knights join the fight against Darmés’s reign of terror. What’s more, Olivia has returned after completing the last part of her training with Z. Now she is ready to challenge Xenia, the God of Death who is the source of Darmés’s powers. With her original quest to find Z completed, Olivia will stop at nothing to protect the friends she made along the way. All the players come together in the finale of the great symphony that will decide the fate of Duvedirica!",
                "downloadLink": "https://drive.google.com/file/d/100s0Uhonjwx4Uz3c7Ii5OA1D5mwzJRcF/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/reborn_to_master_blade_1.png",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Isekai",
            "Martial Arts",
            "Sci-Fi",
            "Fantasy"
        ],
        "title": "Reborn to Master the Blade: From Hero-King to Extraordinary Squire",
        "synopsis": "From his deathbed, Hero-King Inglis, the divine knight and master of all he surveys, gazes down on the empire he built with his mighty hand. Having devoted his life to statecraft and his subjects’ well-being, his one unfulfilled wish is to live again, for himself this time: a warrior’s life he’d devoted himself to before his rise to power. His patron goddess, Alistia, hears his plea and smiles upon him, flinging his soul into the far future. Goddesses work in mysterious ways—not only is Inglis now the daughter of a minor noble family, but at her first coming-of-age ceremony at 6, she’s found ineligible to begin her knighthood! However, for a lady of Inglis’s ambition, this is less a setback and more the challenge she was (re)born to overcome. “It’s not the blood that runs through your veins that makes a knight; it’s the blood you shed on the battlefield!” The curtain rises on the legend of an extraordinary lady squire reborn to master the blade!",
        "author": "Hayaken",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "From his deathbed, Hero-King Inglis, the divine knight and master of all he surveys, gazes down on the empire he built with his mighty hand. Having devoted his life to statecraft and his subjects’ well-being, his one unfulfilled wish is to live again, for himself this time: a warrior’s life he’d devoted himself to before his rise to power. His patron goddess, Alistia, hears his plea and smiles upon him, flinging his soul into the far future. Goddesses work in mysterious ways—not only is Inglis now the daughter of a minor noble family, but at her first coming-of-age ceremony at 6, she’s found ineligible to begin her knighthood! However, for a lady of Inglis’s ambition, this is less a setback and more the challenge she was (re)born to overcome. “It’s not the blood that runs through your veins that makes a knight; it’s the blood you shed on the battlefield!” The curtain rises on the legend of an extraordinary lady squire reborn to master the blade!",
                "downloadLink": "https://drive.google.com/file/d/1udSXW4WoohO0FpgwwEcSEZLRm1qEGgL5/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "A reborn beauty is already turning heads at school! The old Hero-King Inglis was thrown far into the future, reborn as a beautiful girl. Now, together with Rafinha, her lifelong friend, and Leone, an aspiring knight the two met on their journey to the capital, Inglis studies the ways of war at the royal knights' academy—where she's turning heads with her battle prowess more than for her looks! School life isn't all about making new friends, though, as she hears rumors of a Rune-Eater that targets knights... 'A Rune-Eater, huh. Sounds fun. I bet it's pretty tough.' This extraordinary squire marches on through fun with friends and all the fights she could ask for!",
                "downloadLink": "https://drive.google.com/file/d/1EST-yl7esD3K-wg3qHEkS6dAfZ-k5Rl6/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Inglis and her friends decide to protect Ripple at the academy until the problem of her attracting magicite beasts is solved. As the academy’s elite are gathered, Inglis makes the acquaintance of a young man who’s the only current student with a special-class Rune and a Runeless girl who shows exceptional strength. Inglis is already feeling great as the number of strong people around her continues to increase, and when she hears of a Steelblood plot to assault the palace, that same excited grin is back on her face. “Seems like I’ll get to put my all into a fight for the first time in a while!” Inglis meets challenges head-on with strength and elegance—dressed as a maid this time! Her legend of power and beauty continues into its third act!",
                "downloadLink": "https://drive.google.com/file/d/17Fx-TC0o7qEWF31i4KlFYgaLhdCt8hwA/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "With the hieral menace Ripple now safe and the school in a reconstruction phase, Inglis—former hero-king and current talk of the town—is summoned by the king himself to the palace, where she’s offered a promotion to captain of the Royal Guard! This leap up the ranks is as unconventional as it would be desirable to almost anyone else, but Inglis turns it down as a matter of course, preferring to someday fight on the front lines. This means turning down a celebration feast at the palace, but an eccentric man named Count Weismar is more than pleased to make a deal: they be his new pair of leading ladies in exchange for food. “Sorry, but I’m worried about Rani. I’ve gotta be somewhere I can keep an eye on her.” A beautiful dancer wipes out her foes in this fourth act!",
                "downloadLink": "https://drive.google.com/file/d/1soWWzdRaTd6-7G5EyfsZjsAI9YtxDxZX/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "Inglis, once a hero-king and now a beautiful squire-in-training, is on a dangerous infiltration mission to avoid an all-out war with the snowy northern country of Alcard. As Alcard’s Prince Lahti leads the way, Inglis’s sword arm and stomach alike call out for a northern tour of engaging fights and delicious food. But with Alcard under the oppressive rule of a hieral menace named Tiffanyer, Inglis is faced with her greatest enemy—hunger! “You know, Rani, when I get mad about something, I get really mad.” The wild north stirs before her!",
                "downloadLink": "https://drive.google.com/file/d/1NkrOtxY5lu2RZl4zF3OyCKKhIeEdIOdf/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "In her pursuit of a feisty hieral menace, Inglis happens upon the ancient dragon she shared a fateful bond with in her previous life. Seeing the fearsome creature inspires in her but a singular thought: “Dragon meat is supposed to be really tasty.” Inglis is excited for the chance to simultaneously solve Alcard’s famine and test her strength against the primal power of an ancient dragon...but some of her past decisions are about to come back to haunt her! Can this fierce clash bring forth new miracles?",
                "downloadLink": "https://drive.google.com/file/d/1JFZA-zRu6y31FrWKIXzZ4-CTotrMHcAD/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7",
                "description": "The squire’s greatsword roars back at the enemy’s greatest champion! Reincarnated hero-king Inglis is disappointed when Highland seizes the ancient dragon Fufailbane, her sparring partner and source of food. To make matters worse, Venefic is invading and the rimebound Prismer has revived! Meanwhile, Inglis’s friend and cousin Rafinha is torn between finishing up things in Alcard or making sure her brother, a holy knight on the front lines of the war, is safe. Our graceful squire in training intends to turn the tides of war with a greatsword forged from dragon scales!",
                "downloadLink": "https://drive.google.com/file/d/1UBNiAM0zIiPmFd8i9QD4sLuifilsvxvg/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 8",
                "description": "Bearing Eris’s and Ripple’s hopes, Inglis prepares herself for a decisive battle against the Prismer! She rushes back to Karelia to get ahead of Rafael’s plans to intercept the revived Prismer. Inglis is giddy with excitement over the chance to fight the ultimate adversary, but little does she know of the terrible hardships that await her... Meanwhile, Alcard’s snowy expanse heats up amid a struggle for succession between Lahti and his brother. Leone and Liselotte, who want to help, get drawn into an uphill battle against a foe who wields multiple Artifacts to their fullest. Everything comes to a head as the reincarnated hero-king takes on her most worthy opponent in either of her lifetimes!",
                "downloadLink": "https://drive.google.com/file/d/1IJ-wBTC-lPbONeMvrnC8zOzkx9kVe_G5/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 9",
                "description": "Inglis, Hero-King-turned-beauty, has taken down the rime-bound Prismer—but still, she wants more. She wants to repeat the feat without the aid of any hieral menace. But that doesn’t stop the flood of letters suddenly interested in Karelia’s most eligible bachelorette! Settling down with some guy is the last thing Inglis wants, but on a quick trip back home, she and Rafinha undergo an unthinkable transformation...",
                "downloadLink": ""
            },
            {
                "img": "",
                "name": "Volume 10",
                "description": "Sixteen-year-old Inglis Eucus has more to deal with than just a haywire Artifact practically putting her back in the stroller—Eris’s weapon form as a hieral menace is broken too! What better excuse to visit Highland in search of a solution? Inglis gets everything she wants and more, with a warm—no, blistering—welcome from mechanical dragons before she even sets foot on dry land. But as Inglis and her friends will soon learn, life is made of meetings and partings.",
                "downloadLink": ""
            },
            {
                "img": "",
                "name": "Volume 11",
                "description": "Once a heroic king, now a reborn girl in a shrunken form, Inglis is overjoyed when civil war breaks out in Highland. She rushes to join in, only to find herself outsmarted—trapped under the sea in the Greyfrier sarcophagus. Meanwhile, her friends must give their all to protect Highland’s people against their fiercest foes yet! This extraordinary squire is about to hit a growth spurt in more ways than one!",
                "downloadLink": ""
            },
            {
                "img": "",
                "name": "Volume 12",
                "description": "While the group might find a fun mellow day at the academy, Inglis has her eyes set on a gold dragon! The reincarnated hero-king Inglis is back to her teenage self after some training in the Greyfrier sarcophagus. She even has a new friend in Imperial Princess Meltina. With Field Day having arrived, the two will even get to kick back, relax, and enjoy a fun time together. That is, until Instructor Rochefort’s health takes a sudden turn for the worse! The group will need dragon meat to help him, and well, that meat has to come from somewhere... “Ancient dragon Aulglora, what left you in such a state?” Inglis just can’t stay out of a fight, even if the foe’s an ancient dragon!",
                "downloadLink": ""
            }
        ]
    },
    {
        "img": "./bookImages/parry_everything_1.png",
        "genre": ["Action", "Adventure", "Martial Arts", "Fantasy"],
        "title": "I Parry Everything: What Do You Mean I'm the Strongest? I'm Not Even an Adventurer Yet!",
        "synopsis": "The Kingdom of Clays faces a dire crisis: an assassination attempt has just been made on its own Princess Lynneburg, and its neighboring countries eye the aftermath like starving vultures, plotting the Kingdom’s downfall. The ensuing conflict will shape the face of the continent for centuries to come...but Noor doesn’t have a clue about any of that! Having freshly arrived at the royal capital after over a decade of rigorous, isolated training at his mountain home, he’s dead set on achieving his childhood dream of becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can [Parry] thousands of swords in the span of a single breath, but everybody knows you need more than that if you want to be an adventurer! Our hero’s road to making his dream come true will be long(?) and arduous(?)—but if there’s one thing Noor’s not afraid of, it’s some good ol’ fashioned hard work!",
        "author": "Nabeshiki",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "The Kingdom of Clays faces a dire crisis: an assassination attempt has just been made on its own Princess Lynneburg, and its neighboring countries eye the aftermath like starving vultures, plotting the Kingdom’s downfall. The ensuing conflict will shape the face of the continent for centuries to come...but Noor doesn’t have a clue about any of that! Having freshly arrived at the royal capital after over a decade of rigorous, isolated training at his mountain home, he’s dead set on achieving his childhood dream of becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can [Parry] thousands of swords in the span of a single breath, but everybody knows you need more than that if you want to be an adventurer! Our hero’s road to making his dream come true will be long(?) and arduous(?)—but if there’s one thing Noor’s not afraid of, it’s some good ol’ fashioned hard work!",
                "downloadLink": "https://drive.google.com/file/d/1VKhvaN0caHceG8aTQ64G8dou3lnkY4KE/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "The Empire’s hidden scheme has finally reared its sinister head. Lynne, Ines, and Noor return to the capital with the demonfolk boy Rolo in tow, only to find the city engulfed in flames, overrun by monsters, and under attack by an ancient calamity. Can our heroes save the Kingdom from certain destruction, or will the Empire’s peerless military might prove to be too much for them? And will Noor ever realize his own strength?!",
                "downloadLink": "https://drive.google.com/file/d/1P2r7Eg-NHgQLOn5oARkXgRrss8FOiqK9/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Her Holy Highness Astirra, the high priestess of Mithra, has invited Lynne to her son’s coming-of-age ball. The troublesome news doesn’t end there, however; the (soon-to-be) man of the hour, Holy Prince Tirrence, claims to be betrothed to the adolescent princess! King Clays suspects a plot, but his hands are tied. Lynne and Rolo must travel to the Holy Theocracy to confront the ghosts of their pasts, with Noor and Ines in tow. Will our four heroes survive their journey in the face of so much mistrust and conspiracy? How good will the catering really be? And those “ghosts” are only figurative...right? How is Noor supposed to fight one without any magic?!",
                "downloadLink": "https://drive.google.com/file/d/1aw-7vKEWdQM2GqbB4YTXf0YfxKyfMlJ5/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "Beneath the Theocracy’s Cathedral, in the deepest stratum of the Dungeon of Lamentation, Noor stumbles across an earth-shattering revelation—one with the potential to turn centuries of history on their head. Meanwhile, his companions work to bring an equally devastating (yet far darker) secret to light. The true form of Holy Mithra and the past of the adventurer known as Astirra are the keys to unlocking the Theocracy’s sinister conspiracy. But will our heroes escape their respective trials alive, or will the Dungeon of Lamentation claim yet another set of victims? Well, you know what they say: when in doubt, [Parry] your way out!",
                "downloadLink": "https://drive.google.com/file/d/1KKAgGjssxCbL_ZLf_-skbMp7u7_bOXVs/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "A sinister plot three centuries in the making comes to fruition, and the truth behind Holy Mithra finally rears its monstrous, skeletal head. The earth has shattered and spews forth monsters, the sky has turned the crimson color of blood, and a threat unlike any humanity has seen in millennia blankets the holy city. Our heroes face their greatest trial yet, but even with the help of some unexpected allies, are they truly up to the task? No matter the outcome, one thing’s certain: for Noor, this is bound to be a holiday to remember!",
                "downloadLink": "https://drive.google.com/file/d/1hgCb0XQGGRvyKJGjfrprd0hlTLLbB3hU/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/magic_stone_gourmet_1.png",
        "genre": ["Action", "Adventure", "Isekai", "Romance", "Fantasy"],
        "title": "Magic Stone Gourmet: Eating Magical Power Made Me the Strongest!",
        "synopsis": "Following a mysterious gacha pull, an unlucky soul is reborn into a fantastical world as the young Ein Roundheart. He possesses a skill that allows him to break down poisonous substances—which is nowhere near as cool as his little brother’s flashy combat skill! Ein does his best, but even so, his father and stepmother bypass him to proclaim their youngest son the heir to the household. And things only get more complicated from there. On the heels of a fateful encounter with a young girl named Krone, Ein and his mother are shunned by the family and decide to take refuge in her home kingdom...where Ein is suddenly declared the crown prince! This marks the beginning of a whole new life for Ein, and he’s out to prove that he’s worthy of the crown.",
        "author": "Ryou Yuuki",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "Following a mysterious gacha pull, an unlucky soul is reborn into a fantastical world as the young Ein Roundheart. He possesses a skill that allows him to break down poisonous substances—which is nowhere near as cool as his little brother’s flashy combat skill! Ein does his best, but even so, his father and stepmother bypass him to proclaim their youngest son the heir to the household. And things only get more complicated from there. On the heels of a fateful encounter with a young girl named Krone, Ein and his mother are shunned by the family and decide to take refuge in her home kingdom...where Ein is suddenly declared the crown prince! This marks the beginning of a whole new life for Ein, and he’s out to prove that he’s worthy of the crown.",
                "downloadLink": "https://drive.google.com/file/d/1T7b6clsXisQYVB6kCoUdwfpehTjwri4X/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Ein begins a new chapter of his life at the academy, where he’s forging friendships and honing his swordsmanship. Krone, too, is doing her best to become the crown prince’s ideal partner. But academy life isn’t all studies and school-day shenanigans! Ishtarica is soon besieged by malicious schemes and the terrifying Sea Dragon. Against everyone’s wishes, Ein decides to face the legendary beast head-on! With his new life and homeland in jeopardy, the boy-turned-prince is willing to put it all on the line!",
                "downloadLink": "https://drive.google.com/file/d/1ONG6I3Wy9WLa1VXrh3EqPn6GJS07ON33/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "While serving as the king’s proxy in Euro, Ein unexpectedly crosses paths with Glint and discovers that Heim’s third prince has been desperately searching for Krone! Then after a startling incident devastates the Ishtarican royal family, Ein must face the true nature of his power. With his loyal allies alongside him, Ein ventures to Magic City Ist for answers, but soon learns that all is not well within the city’s streets; a rash of kidnapped orphans has Ist’s citizens cowering in fear. The prince starts working with chief researcher Professor Oz in exchange for information in hopes of finding the culprit. Can Ein solve the case behind the kidnappings? And will he discover that there may be more to Professor Oz than first impressions imply?",
                "downloadLink": "https://drive.google.com/file/d/1Ss39m3e0VczaqKqkWIMmyuktaw9M1bBG/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/healing_magic.png",
        "genre": ["Action", "Adventure", "Comedy", "Isekai", "Fantasy"],
        "title": "The Wrong Way to Use Healing Magic",
        "synopsis": "Usato, an ordinary high schooler, happens to run into two fellow students after school one rainy day. Suddenly, all three of them are engulfed in a magic circle and transported to a fantasy world. There’s just one tiny problem—Usato is simply dragged along by accident! On top of that, Usato learns that he is capable of using healing magic—an incredibly rare affinity in this new world. Now Usato must spend his days with the rescue team thugs, struggling through their hellish training regimen—learning the wrong way to use healing magic. Get ready for an eccentric otherworld fantasy filled with comedy and combat!",
        "author": "Kurokata",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "Usato, an ordinary high schooler, happens to run into two fellow students after school one rainy day. Suddenly, all three of them are engulfed in a magic circle and transported to a fantasy world. There’s just one tiny problem—Usato is simply dragged along by accident! On top of that, Usato learns that he is capable of using healing magic—an incredibly rare affinity in this new world. Now Usato must spend his days with the rescue team thugs, struggling through their hellish training regimen—learning the wrong way to use healing magic. Get ready for an eccentric otherworld fantasy filled with comedy and combat!",
                "downloadLink": "https://drive.google.com/file/d/1zTQ9ndQt5uX7TcBiOVs_7OhYEkCm3wwx/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Usato gets his ﬁrst taste of battle after surviving the hellish training of the rescue team! Making the most of his newfound abilites, Usato aids the injured and heals the wounded, but danger lies just around the corner for his friends, Suzune and Kazuki! The two heroes ﬁnd themselves face to face with the Demon Lord army’s black knight, a foe equipped with a terrifying, ominous suit of dark armor that’s seemingly impenetrable to any and all attacks. When their efforts amount to nothing, Suzune and Kazuki are left with their backs against the wall—the black knight’s blade getting ever closer. To save his friends, Usato will have to make healing magic his weapon and use it the “wrong” way to topple this ostensibly invincible foe.",
                "downloadLink": "https://drive.google.com/file/d/1Ex94Kz9uLqlTJX-fGcCzVY3f8lfGolEC/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "The curtain rises on a new arc! Usato’s journey with the beastkin girl begins… but only after he suffers another round of hellish training! Usato delivers the healing punch that topples the unrivaled black knight, effectively saving all of Llinger Kingdom from the Demon Lord’s Army. After that, Usato accepts a request from the beastkin girl who showed him a glimpse of the future! However, before he can accompany the girl on her journey, Rose beats the crap out of our hero!",
                "downloadLink": "https://drive.google.com/file/d/1RtLrI9YVfPOpr-7xf-Cmm59sjZvYJX0Q/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "Usato and his friends have earned the respect of the leaders of the Wizardry City of Luqvist, who agree to help the Llinger Kingdom stand against the Demon Lord’s forces. Usato then parts with Suzune and Kazuki, and together with Amako, Blurin, and their guard Aruku, he sets off for their next destination—Samariarl. On the way, however, Usato hears a young girl’s cry for help, and finds her surrounded by zombies. After fighting them off, the girl tells him that a necromancer is running wild and pleads for his help. “Please,” she says, “save our village.” Usato can’t refuse people in need. He takes it upon himself to rid the village of the necromancer that terrorizes it, but he’s about to find out that there is much more to the village than meets the eye!",
                "downloadLink": ""
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "While out on their mission delivering letters warning allied nations of the Demon Lord’s army, Usato and his companions save a young girl named Nea from zombies. Unbeknownst to them, however, is that it’s all part of Nea’s scheme to capture Usato! Born of a necromancer and a vampire, Nea uses her powers to take control of Usato’s companion Aruku, forcing him to fight for her. Usato manages to free him with a technique he dubs “the healing throw,” but that’s not all Nea has up her sleeve. She resurrects an ancient monster, once sealed away by a hero of the past. Usato finds himself facing an enemy stronger than any he has ever known, and when Nea gets pulled into the battle, she does something that nobody sees coming! This volume also includes a peek into Captain Rose’s past, offering insight into how it all began!",
                "downloadLink": ""
            }
        ]
    },
    {
        "img": "./bookImages/fushi_no_kami_1.png",
        "genre": [
            "Comedy",
            "Fantasy",
            "Romance",
            "Harem",
            "Isekai",
            "Slice-of-Life"
        ],
        "title": "Fushi no Kami: Rebuilding Civilization Starts With a Village",
        "synopsis": "Ash is a young boy with apparent past-life memories who lives in a remote, deserted village. As he remembers leading a bountiful life, he can’t bear living in a world akin to the Dark Ages, where not even the internal combustion engine exists. Ash envisions the rebirth of a civilization where housing with proper sanitation is the norm and the world is connected via a means of transportation faster than horses. For that reason, he is eager to consult books containing knowledge from a highly-developed ancient culture that is rumored to have existed far in the past. Ash makes use of the church’s resources, learning how to read and obtaining the knowledge that he seeks. In addition, he enlists the help of the people around him, including Maika, the village chief’s daughter. Together, they aim to develop their own village. This is only the beginning of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
        "author": "Mizuumi Amakawa",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "Ash is a young boy with apparent past-life memories who lives in a remote, deserted village. As he remembers leading a bountiful life, he can’t bear living in a world akin to the Dark Ages, where not even the internal combustion engine exists. Ash envisions the rebirth of a civilization where housing with proper sanitation is the norm and the world is connected via a means of transportation faster than horses. For that reason, he is eager to consult books containing knowledge from a highly-developed ancient culture that is rumored to have existed far in the past. Ash makes use of the church’s resources, learning how to read and obtaining the knowledge that he seeks. In addition, he enlists the help of the people around him, including Maika, the village chief’s daughter. Together, they aim to develop their own village. This is only the beginning of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
                "downloadLink": "https://drive.google.com/file/d/1YtonyOQ43wGXPPNtwDke3a1VunoFLE1W/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Aided by his past-life memories, Ash went through strenuous efforts at his village to recreate the convenient and bountiful life recorded in the legends of the ancient civilization in this world. As a result, he obtained the right to study alongside Maika in Itsutsu city, where a vast collection of unseen books awaits him. At his arrival, Ash is welcomed by the acting count Itsuki, as well as a girl disguised as the former’s younger brother, Arthur. But more importantly, he is faced with the disappointing reality of the city’s lacking resources and outdated technology. Ash enlists Maika and Arthur to change that reality. They start by trying to figure out a way to use some supposedly poisonous crops and repurpose the dangerous compost. Meanwhile, the “demons” responsible for the decline of humanity are lurking in the shadows. This is the second chapter of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
                "downloadLink": "https://drive.google.com/file/d/1s6ezy2jl2LHnGjrTzBT3Kj6uzTwcMLNe/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Ash, who is studying in Itsutsu city to revive the convenient and plentiful life from the legends of the ancient civilization, managed to successfully produce compost and reintroduce tomatoes as an officially accepted edible food. After recovering from his fight with the werewolf, he once again aims to further improve the living standards of the city! Amidst all that, his fellow student Hermes is mocked for crafting a model airplane and daring to dream of soaring through the skies. In a world without the internal combustion engine, let alone cars, such ambitions only provoke laughter amongst his classmates, but Hermes persists. Deeply impressed by Hermes’ passion for flying, and slightly motivated by self-interest, Ash decides to help him revive aeronautical technology. He is determined to have the last laugh. This is the third chapter of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
                "downloadLink": "https://drive.google.com/file/d/1MiEajloScKUvkXNmRaFfOB57Jm4Gag_y/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "After spending two years studying in Itsutsu city to bring back the life of convenience and abundance from the legends of the ancient civilization, Ash graduates from the military academy. He is now assigned to the newly established Territory Reform Promotion Office, where he works hard to improve this world’s living standards. When it is brought to Ash’s attention that Ajole, the hometown of his co-worker Renge’s childhood friend, is on the verge of extinction, he decides to embark on a rescue mission. The inspection task force led by Ash and Maika encounters barren fields and skinny villagers. It appears that they have no choice but to break the taboo and use animal manure as compost. To make matters worse, there is news of another threat to the village: the demons known as treants! Can Ash find a way to save the village? This is the fourth chapter of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
                "downloadLink": "https://drive.google.com/file/d/15JuCVJrKCSrt-DmqPxpVe8SNeg-kzi-i/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "After defeating the treants in Ajole village, Ash and the Territory Reform Promotion Office embark on a trip to the Sukun region, famous for its hot springs. Maika sees this as the perfect opportunity to confess her feelings for Ash but is beaten to the draw by the boy’s words, “I like you, but my heart lies somewhere else.” Following her rejection, Maika makes it her mission to change Ash’s mind by participating in the Royal Sword Tournament, where the winner is granted any wish. It’s the same tournament that was once won by her father, Klein, who used his victory to ask for Yuika’s hand in marriage! Thus, Maika prepares to put on a legendary performance in the name of love! This is the fifth chapter of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
                "downloadLink": "https://drive.google.com/file/d/1-mnUc47wD0cATdvInd3hyLhbuZ-0XG2Y/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "After returning to Itsutsu, Ash and Maika make quite an impact at their engagement parade by showing up in their lab’s newest toy: a steam car! Meanwhile, Marquis Datura and Viscount Yanga are scheming to incite a revolt in the Sacula region. To make matters worse, it appears to be true that demons strike when humans are in a state of discord. A pack of werewolves is headed for the Sacula region! Luckily, the Territory Reform Promotion Office still has an ace up its sleeve... This is the sixth chapter of the story about a young boy who set out to create his ideal life by rebuilding civilization and revolutionizing the world!",
                "downloadLink": "https://drive.google.com/file/d/19m4R39riKF9N5GHRszHFDDSCQI4K8Xsw/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7",
                "description": "Thanks to the research laboratory’s efforts, Ash and the Territory Reform Promotion Office have successfully driven off the werewolves! However, the aftermath of the territory’s destruction has created a huge influx of refugees seeking shelter. Ash takes on the task, but will he succeed given their dwindling supplies? With experience helping Ajole village and plenty of allies at their side, the Promotion Office is also ready to help under a brand new name! Meanwhile, Princess Alicia works to rally the capital in support of Sacula. The story of the boy who wanted to change the world concludes in the final chapter of Fushi no Kami!",
                "downloadLink": "https://drive.google.com/file/d/1s_s9LSR5PKrpaLaCIXGnrFE5fozEjF4L/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/my_quiet_blacksmith_life_1.png",
        "genre": ["Adventure", "Fantasy", "Isekai", "Slice-of-Life", "Shounen"],
        "title": "My Quiet Blacksmith Life in Another World",
        "synopsis": "Eizo is a middle-aged, overworked software engineer who loves cats. One night after working late, he saves an injured cat from a speeding truck. The cat survives, but Eizo does not... Luckily, that cat turns out to be a god-like being who offers him a second chance in another world! Eizo decides that he wants a slower life, one where he can live off the things he creates with his own hands. So, why not become a blacksmith? He does have one other stipulation: a cat companion for his quiet life. These requests are granted, and Eizo is whisked away to a new world and imbued with blacksmithing knowledge. He soon finds out that his abilities are above average—in fact, his new skills are so overpowered that they’re like cheats. On top of that, his cat companion turns out to be a half-tiger girl! Eizo’s blades soon garner attention, and he realizes that he can turn the tides of battle with his forge and hammer. With so much commotion in store, will Eizo truly be able to enjoy a quiet life?",
        "author": "Tamamaru",
        "volumes": [
            {
                "img": "",
                "name": "Volume 1",
                "description": "Eizo is a middle-aged, overworked software engineer who loves cats. One night after working late, he saves an injured cat from a speeding truck. The cat survives, but Eizo does not... Luckily, that cat turns out to be a god-like being who offers him a second chance in another world! Eizo decides that he wants a slower life, one where he can live off the things he creates with his own hands. So, why not become a blacksmith? He does have one other stipulation: a cat companion for his quiet life. These requests are granted, and Eizo is whisked away to a new world and imbued with blacksmithing knowledge. He soon finds out that his abilities are above average—in fact, his new skills are so overpowered that they’re like cheats. On top of that, his cat companion turns out to be a half-tiger girl! Eizo’s blades soon garner attention, and he realizes that he can turn the tides of battle with his forge and hammer. With so much commotion in store, will Eizo truly be able to enjoy a quiet life?",
                "downloadLink": "https://drive.google.com/file/d/1hxOwREPzFVTVxsvLn5aXGIvRoWMl9GL8/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 2",
                "description": "Eizo Tanya is now living a quiet life as a blacksmith in another world. Well, maybe not so quiet... Tales of his cheat smithing abilities and overpowered blades have started to spread. Alongside his companions, Eizo tries to earn a modest living while avoiding political intrigue. However, intrigue finds him anyway when he saves Diana, the daughter of a comital family. With the nobility embroiled in conflict about the line of succession and the fate of a family heirloom, the safest place for Diana turns out to be with Eizo. As his family keeps growing, the quiet life becomes even more rare. Speaking of rare, Eizo’s next commission involves working with a prized fantasy metal—mithril! When an elven village requests that he repair their treasure, a mithril sword, Eizo is excited to take on the challenge. But will this blade be too much for a human blacksmith to handle? Eizo puts his cheats to the test, repairing both swords and societal conflicts, all in pursuit of his dream life!",
                "downloadLink": "https://drive.google.com/file/d/1Gpp7Pz8P7DkG8ySPrzpCMd4qW12XBTPb/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 3",
                "description": "Eizo has mastered mithril sword repair and is looking forward to new experiences, new commissions, and new metals! When a mysterious woman requests a custom katana, Eizo’s passion is ignited. There’s just one problem—the client is a demon, and her people have had a complicated and historically violent relationship with humans. Since Eizo desires a peaceful life, can his conscience withstand forging a god-tier weapon for humanity’s former enemy? Along with a new commission, Forge Eizo also receives a new family member: an adorable drake called Krul! Unfortunately, navigating wingless dragon ownership isn’t the only trial ahead. Aggressive monsters suddenly appear and start coordinating attacks, so Eizo must join up with military forces to defend the kingdom from the onslaught. Between forging a demon sword, fighting hostile beasts, and supporting his diverse household, can Eizo still make time for a quiet life?",
                "downloadLink": "https://drive.google.com/file/d/1SJluBvW9eXz-hjoj6jxUMAHGINXxwAja/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 4",
                "description": "With the successful conclusion of the monster subjugation campaign,Eizo returns home with a new addition to the family—Lidy! However, his days of battling beasts aren’t quite over. During a chance encounter with Samya’s childhood friend, Jolanda, the family learns of another corrupted bear that’s stalking around the Black Forest. Jolanda also mentions a tantalizing rumor about a magical knife, which Rike and Eizo are eager to investigate. Could this be a new product to add to Forge Eizo’s lineup? Eizo also receives a new large-scale commission that will test his skills, along with some troublesome news—there are signs of a revolution brewing in the neighboring empire. Things go from bad to worse when Eizo finds out that the legendary mercenary Lightning Blade Helen has been taken prisoner by the empire! Can a humble blacksmith come to her rescue? And with so many irons in the fire, can Eizo still forge a quiet life?",
                "downloadLink": "https://drive.google.com/file/d/10WrwDOilV4z9Pn1hO8ppf0oLUPrruCUM/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 5",
                "description": "After a successful rescue mission in the empire, Eizo welcomes Helen to the family. Life at the forge is peaceful once more, though living in the Black Forest comes with its own set of dangers. The family encounters another aggressive bear, and once they dispatch it, they find and adopt an orphaned wolf pup. With yet another mouth to feed, Eizo knows he must continue to test the limits of his cheats. His next challenge? Working with a rare, stubborn metal called appoitakara. Using this metal, Eizo forges Helen a new pair of swords and then decides to design a katana for himself! These powerful weapons come in handy when Samya tells Eizo about a type of ore located in the dangerous heart of the forest. When the family ventures out to search for it, they meet a young woman who is a mercenary and stumble upon the ultimate wild beast—a dragon! New faces, new monsters, and new metals are on the horizon for Forge Eizo, but is there any quiet life to be found?",
                "downloadLink": "https://drive.google.com/file/d/1QZrQF5UMIiSyJkkOgqqA_XcF8DnpRF8I/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 6",
                "description": "With the rainy season quickly closing in on the Black Forest, Eizo and his family must hurry to renovate the cabin in preparation for more time spent indoors. The cold, stormy weather forces a change in routine, but Eizo knows just the thing to lift spirits and stave off cabin fever—comfort food! And now that Camilo has procured miso and soy sauce, Eizo can finally whip up some Japanese-style cuisine. Just as the household is adapting to its new normal, a mysterious woman turns up at the forge, soaking wet and bearing Helen’s stolen dual blades. She soon reveals herself to be Anne, a princess of the empire who commissions Eizo to create a custom two-handed blade. Considering Eizo’s past experience with the empire, can Anne’s intentions be trusted? Or will the kingdom’s finest blacksmith find himself caught between the hammer and the anvil of another geopolitical conflict?",
                "downloadLink": "https://drive.google.com/file/d/1tdtkQi4c_DtjYXES-Kw8kC9cZv_QUstk/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 7",
                "description": "With the empire now off their backs, Forge Eizo welcomes Anne as a permanent member of the family! Eizo offers to buy everyone gifts as rewards for their hard work, but they suggest something else—each member of the household gets to spend an entire day alone with him. Meanwhile, Camilo informs Eizo of a commission request from an unexpected customer: Marius! The count is finally getting married, and he wants a set of custom wedding rings. Just one problem—Marius wants them made from meghizium, a rare and expensive metal that only a handful of blacksmiths in the world can manipulate. Eizo is excited for the challenge, but the atmosphere turns dire when a fairy named Gizelle appears and asks for his aid in curing a disease. Our humble blacksmith already has his hands full with the wedding bands...but “Doctor Eizo” also has a nice ring to it!",
                "downloadLink": "https://drive.google.com/file/d/1CGCkQaqPsZN9Dj8U6QD4gPcDcZKcmSAs/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 8",
                "description": "After Marius’s wedding, the Forge Eizo family returns to a life of normalcy. The season has turned, and with a sweltering summer on the horizon, Eizo decides it’s time to construct a water well near the cabin. However, their digging is soon interrupted by a familiar face: the fairy chief Gizelle appears and asks them to meet the mystical master of the Black Forest! This master requests that the family eliminate a terrifying monster—a beast corrupted by stagnant magic that is devastating the forest and its inhabitants. As someone who lives primarily off the land, Eizo feels indebted, so he readily accepts. But...who exactly is this master? And how do they know about Eizo’s previous life on Earth?! Can the family successfully hammer the monster into the ground, or will their home become overrun with malignant magical beasts?",
                "downloadLink": "https://drive.google.com/file/d/1xT-2pI40d_-Zd0U_bDdJs-EJPZQvhQBg/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 9",
                "description": "Autumn is just around the corner, and it’s finally time for Forge Eizo to build a bathhouse! Blacksmithing is exhausting, sweaty work, so who wouldn’t want a natural hot spring to soothe away the aches of the day? As the family begins construction, Eizo realizes he doesn’t have a way to contact his friends outside of the Black Forest—it’s not like texting has been invented yet. Right on cue, Camilo proposes a solution to this problem, but it comes with a catch: Eizo must take in another apprentice. Enter Karen Katagiri from the Nordic region! Eizo prays that Karen doesn’t press him about his fake backstory, but as he gets to know her, he can’t help but feel that something is amiss... Are her intentions as pure as the steel she wishes to forge? Or will she thrust a dagger into the heart of Eizo’s family?",
                "downloadLink": "https://drive.google.com/file/d/1wCIonPo74ZeL_-1VBDpimLr8dbcnsu2t/view?usp=sharing"
            },
            {
                "img": "",
                "name": "Volume 10",
                "description": "Winter will soon descend upon the Black Forest, and Forge Eizo must prepare. Storing food and supplies, adding stoves to the cabin, sewing winter outerwear—their to-do list just keeps growing. Then, one day, a fire spirit appears at the cabin claiming to have been born from Eizo’s magical energy work in the forge! The family is excited to have this warm new addition to their household, but how does Lluisa feel about spirits encroaching on her forest? Meanwhile, Eizo receives a mysterious knife in the mail. Though the quality is poor, the form looks eerily similar to a Forge Eizo blade—the fake even has the fat cat insignia engraved on the pommel! Who would do such a thing? Can Eizo’s ironclad reputation withstand such slander, or will this riveting counterfeit ruin his business?",
                "downloadLink": "https://drive.google.com/file/d/1XUQuA-Itn5VluM-e2Hlqc4tSr2C6ybUx/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/brilliant_healer_life_in_shadows_1.jpg",
        "genre": ["Adventure", "Fantasy", "Harem", "Magic"],
        "title": "The Brilliant Healer's New Life in the Shadows",
        "synopsis": "Life hasn’t been kind to Zenos. He was born in the slums, and his dirt-poor background has denied him almost every opportunity. After an encounter with a healer, he throws himself into studying to become one and finally catches a break when an adventurer invites Zenos into his party. Zenos is thrilled—so thrilled, in fact, that he’s willing to put up with his teammates treating him like garbage. They fail to appreciate his talents and ultimately kick him to the curb, claiming he’s outlived his usefulness to them. Now bereft of money and out of options, Zenos decides to put his self-taught skills to use elsewhere and opens an underground clinic. Word quickly spreads about the brilliant healer working incredible magic in the city’s shadowy underbelly. Even the royal palace is taking notice... Can Zenos buck the odds and carve out a life for himself in a world that’s spit in his face? And can he save the lives of the patients who wind up on his doorstep in the process?",
        "author": "Sakaku Hishikawa",
        "volumes": [
            {
                "img": "",
                "title": "Volume 1",
                "description": "Life hasn’t been kind to Zenos. He was born in the slums, and his dirt-poor background has denied him almost every opportunity. After an encounter with a healer, he throws himself into studying to become one and finally catches a break when an adventurer invites Zenos into his party. Zenos is thrilled—so thrilled, in fact, that he’s willing to put up with his teammates treating him like garbage. They fail to appreciate his talents and ultimately kick him to the curb, claiming he’s outlived his usefulness to them. Now bereft of money and out of options, Zenos decides to put his self-taught skills to use elsewhere and opens an underground clinic. Word quickly spreads about the brilliant healer working incredible magic in the city’s shadowy underbelly. Even the royal palace is taking notice... Can Zenos buck the odds and carve out a life for himself in a world that’s spit in his face? And can he save the lives of the patients who wind up on his doorstep in the process?",
                "downloadLink": "https://drive.google.com/file/d/1LtISS48k0z_C1aDVmpR7yf6_6MbG2Kmy/view?usp=sharing"
            },
            {
                "img": "",
                "title": "Volume 2",
                "description": "Exhausted after dealing with the golem incident, Zenos decides to get some well-deserved rest and travels to a hot springs resort. His ability to actually rest, however, is greatly impaired when his collection of problem patients follow him there. Coincidentally, Umin, a healer affiliated with the Royal Institute of Healing, also happens to be staying at the exact same inn. When an accident befalls their hosts, Zenos once again demonstrates his “plain ol’ shadow healer” abilities, and in so doing yet again attracts the exact kind of attention he didn’t want. Now on the Institute’s radar, Zenos is faced with an unexpected request...",
                "downloadLink": "https://drive.google.com/file/d/1vyRlnSGuU-53JAHxrOwmx04CFP-42tEa/view?usp=sharing"
            },
            {
                "img": "",
                "title": "Volume 3",
                "description": "With everything at the Royal Institute of Healing settled, Zenos, Lily and Carmilla return to their routine at the clinic in the ruined city. As Zenos reminisces about his mentor and his past, the three demi-human leaders announce the slums’ first-ever night festival to foster camaraderie and provide people with much-needed entertainment. Of course, the three of them being who they are, the festival also ends up turning into a “friendly” competition for Zenos’s heart. In a shocking turn of events, the peaceful festival is very nearly ruined by the sudden appearance of a certain underground faction of the slums...",
                "downloadLink": "https://drive.google.com/file/d/1KytH25MUaFTEIC2dmfsGqArNVM4LzCJq/view?usp=sharing"
            },
            {
                "img": "",
                "title": "Volume 4",
                "description": "Now that the situation with Liz has been resolved, Zenos shifts focus to researching the Black Guild. He soon learns of an important figure within their ranks who is supposedly able to heal any malady. Suspecting this might be his childhood friend Velitra, who once studied under the same mentor as him, Zenos decides to look further into the matter. Zenos suspects that Velitra has their old mentor’s notes. If Zenos is correct, his old friend might also hold the key to finding out more about the mysterious man. Unfortunately, the Black Guild is shrouded in mystery, and information on their executives is guarded closely. Left with little other recourse, Zenos seeks out an information broker to help him gather the knowledge he seeks. Will Zenos manage to infiltrate the Black Guild? And if he does, what secrets will his prying reveal...?",
                "downloadLink": "https://drive.google.com/file/d/1BxTzdCJvN_s5WHb63RyM13N9wyZVMgEe/view?usp=sharing"
            },
            {
                "img": "",
                "title": "Volume 5",
                "description": "After encountering his late mentor’s projection, Zenos realizes he only got where he is now because he had a teacher. He and the demi-human leaders decide to start a school in the slums. Unfortunately, they quickly encounter a roadblock that seems insurmountable: how can they provide the children of the slums with proper education when none of the leaders have received formal education themselves? Fortunately, a visit from a familiar face brings with it the perfect opportunity: Zenos has been asked to become an interim healing-magic teacher at a prestigious academy. Saying yes could be the solution to their problems—nothing beats hands-on experience, after all—or create even more problems to be solved. Regardless, Zenos finds himself with no other choice but to accept after learning of a certain influential figure’s involvement in winning him the position. And when his first day of class arrives, it quickly becomes apparent that his assignment isn’t quite what it was made out to be...",
                "downloadLink": "https://drive.google.com/file/d/19ESPNlMN8dU_Fj7Az4-VWBcZz9rk1miI/view?usp=sharing"
            }
        ]
    },
    {
        "img": "./bookImages/peddler_in_another_world_1.png",
        "genre": [
            "Fantasy",
            "Slice-of-Life",
            "Isekai",
            "Comedy",
            "Harem",
            "Romance",
            "Adventure"
        ],
        "title": "Peddler in Another World: I Can Go Back to My World Whenever I Want!",
        "synopsis": "After quitting his job at a toxic company, Shiro Amata moves into the house his grandmother left him in her will. There, he soon makes two life-changing discoveries: one, his grandmother was really a witch from another world, and two, said other world is just on the other side of her closet door! Thanks to a book she left for Shiro, he also manages to obtain an all-powerful skill called “Equivalent Exchange,” which allows him to turn money from his world into otherworldly currency and vice versa. With this, Shiro decides to set up shop and sell convenient items like matches to the colorful inhabitants of the other world. His plan: make a massive profit on the goods he brings from home to become so rich that he never needs another job ever again!",
        "author": "Hiiro Shimotsuki",
        "volumes": [
            {
                "img": "",
                "title": "Volume 1",
                "description": "After quitting his job at a toxic company, Shiro Amata moves into the house his grandmother left him in her will. There, he soon makes two life-changing discoveries: one, his grandmother was really a witch from another world, and two, said other world is just on the other side of her closet door! Thanks to a book she left for Shiro, he also manages to obtain an all-powerful skill called “Equivalent Exchange,” which allows him to turn money from his world into otherworldly currency and vice versa. With this, Shiro decides to set up shop and sell convenient items like matches to the colorful inhabitants of the other world. His plan: make a massive profit on the goods he brings from home to become so rich that he never needs another job ever again!",
                "downloadLink": "https://drive.google.com/file/d/1_-GhJ41Nv67VtUhJiA2ZwAb1vStAqMpL/view?usp=sharing"
            },
            {
                "img": "",
                "title": "Volume 2",
                "description": "Just as Shiro’s settling in to his peaceful life as a merchant in Ninoritch, he is rocked by the news that the grandmother he believed to be long deceased is, in fact, very much alive. What’s more, she’s apparently somewhere in Ruffaltio, the fantastical world Shiro can visit through his closet. This discovery gives him a new objective: find her and ask her why she’s been pretending to be dead all these years. But rather than going on a wild goose chase in search of her, he decides to stay in Ninoritch in the hopes that she’ll visit for the annual harvest festival. In the meantime, the Blue Flash adventuring party asks for Shiro’s help in gathering some rare medicinal herbs, a quest that takes him to the sprawling forest just outside town. But when he ends up separated from the group, he finds himself relying on the help of a mysterious girl... Just who is she? And why is she so tiny?",
                "downloadLink": "https://drive.google.com/file/d/1YS85zc1rgCyYQJTQVDdCYLT8agVNHIBV/view?usp=sharing"
            },
            {
                "img": "",
                "title": "Volume 3",
                "description": "Ninoritch’s harvest festival has been a resounding success, but just as it’s wrapping up, Shiro gets accosted by a young woman claiming to be his grandmother—the very one who vanished years ago! Shiro’s not sure what to think at first, but he quickly realizes she’s telling the truth...even if she does look sixty years younger than how he remembers her. Meanwhile, Karen has to trek to the capital to pay the town’s taxes to the lord of the region and attend his annual banquet. This proves a great source of anxiety for Ninoritch’s beautiful mayor. How in the world is she supposed to attend an exclusive high-society function when she has absolutely nothing to wear? Thankfully, Shiro’s there to save the day. For one night only, he’ll become her personal stylist and make sure she’s the most dazzling head-turner at the party!",
                "downloadLink": "https://drive.google.com/file/d/1l_Sgh7VShGhpBPnr32ZCq65Egtu78bPo/view?usp=sharing"
            }
        ]
    }
]
