[
    {
        "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/6/6f/LN_P1V1-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20210416220322",
        "genre": ["Fantasy", "School", "Magic", "Isekai"],
        "title": "Ascendance Of A Bookworm",
        "synopsis": "A certain college girl who's loved books ever since she was a little girl dies in an accident and is reborn in another world she knows nothing about. She is now Myne, the sickly five-year-old daughter of a poor soldier. To make things worse, the world she's been reborn in has a very low literacy rate and books mostly don't exist. She'd have to pay an enormous amount of money to buy one. Myne resolves herself: If there aren't any books, she'll just have to make them! Her goal is to become a librarian. This story begins with her quest to make books so she can live surrounded by them! Dive into this biblio-fantasy written for book lovers and bookworms!",
        "author": "Miya Kazuki",
        "volumes": [
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/6/6f/LN_P1V1-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20210416220322",
                "name": "Part 1 Volume 1",
                "description": "A certain college girl who's loved books ever since she was a little girl dies in an accident and is reborn in another world she knows nothing about. She is now Myne, the sickly five-year-old daughter of a poor soldier. To make things worse, the world she's been reborn in has a very low literacy rate and books mostly don't exist. She'd have to pay an enormous amount of money to buy one. Myne resolves herself: If there aren't any books, she'll just have to make them! Her goal is to become a librarian. This story begins with her quest to make books so she can live surrounded by them! Dive into this biblio-fantasy written for book lovers and bookworms!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/8/84/LN_P1V2-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20210416221352",
                "name": "Part 1 Volume 2",
                "description": "It has been a year since our hero was reborn into a new world in the body of Myne, a sickly little girl from a poor family. She's been doing her best to fulfill her dream of making books, but her plans have been foiled at every turn. But now Myne has a deal with Benno the merchant: With her friend Lutz's help, she will make a paper prototype that he can sell in his shop. In exchange, he will take her and Lutz on as apprentices. But making the prototype is filled with its own challenges, and can she trust a conniving merchant like Benno? And the most important question is, does Myne have the deadly sickness known as 'The Devouring'? Follow Myne's efforts to become this world's first librarian in volume 2 of this biblio-fantasy dedicated to book lovers!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/8/82/LN_P1V3-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20200409045436",
                "name": "Part 1 Volume 3",
                "description": "Just as Myne gets her foot in the door of making paper, she collapses due to the sickness known as the devouring. She's getting better thanks to the help of those around her, but the devouring remains clouded in mystery. As the world expands, so too does her passion for making books! This volume is the conclusion to Part 1 and shows a glimpse into the future of the series!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/d/da/LN_P2V1-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20200409052713",
                "name": "Part 2 Volume 1",
                "description": "With her baptism ceremony complete, Myne begins work in the temple as an apprentice shrine maiden. Awaiting within is what she always wanted: a room full of books! But her new life isn't quite the dream she was hoping for; she's surrounded by nobles who scorn her commoner origins, and even her own servants are causing her trouble. On top of that, she has to constantly battle the weakness of her own body. But with her love for books burning in her heart, she gives her all to her new apprentice duties. Thus begins part two of this biblio-fantasy!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/8/86/LN_P2V2-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20200409053602",
                "name": "Part 2 Volume 2",
                "description": "As Myne continues her busy life as an apprentice blue shrine maiden, some good news changes everything: Her mother is pregnant! Naturally, Myne immediately sets out to make a picture book for her future little sibling. But there's still so much she doesn't know about the temple that doing anything is a struggle. She's forced into the education of a shrine maiden and has her hands full with her new attendants. She has a mountain of work as the orphanage director, too. As always Myne has bitten off more than she can chew, but she charges forward with her love of books giving her strength. And as it becomes clear that someone with her level of mana will not continue to go unnoticed, the door to the world of nobles opens and the plot escalates dramatically! Winter approaches, and a blizzard is about to fall upon this biblio-fantasy!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/7/77/LN_P2V3-CoverEN.jpg/revision/latest/scale-to-width-down/1000?cb=20200408031522",
                "name": "Part 2 Volume 3",
                "description": "An immense display of mana in front of the Knight’s Order has earned Myne the attention of nobles. The result? Yet more people appear hoping to exploit the young apprentice shrine maiden’s value. And so the High Priest decides to shelter Myne in the temple to safeguard her from the impending danger he foresees. But Myne’s main concern is still books, and she works to advance the printing process so that their price falls and more people can buy them. Her long winter in the temple away from her family begins, but everything changes as the harsh winter passes and the spring nears, offering a glimpse into what the future holds for this bibliofantasy.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/2/21/LN_P2V4-CoverEN.jpg/revision/latest?cb=20210418154010",
                "name": "Part 2 Volume 4",
                "description": "The long winter comes to an end and vibrant spring returns to Ehrenfest. The temple swirls busily as attempts to control Myne's future escalate and the High Bishop, fueled by hate, shrouds the city in the darkness of his nefarious plots. But Myne just wants everything to stay the same. Her little brother has been born, she's making new books thanks to her progress making ink, and she wants nothing more than to just keep spending more heart-warming time with her family and friends. The world, however, forces her to make a cruel and unbearable decision. To protect those she loves, she must begin walking a new road. Part 2 of this bibliofantasy concludes in this heart-wrenching volume! There's a collection of short stories following the shocking climax, as well as two completely original short stories and a four-panel manga drawn by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/2/22/LN_P3V1-CoverEN.jpg/revision/latest?cb=20200714192030",
                "name": "Part 3 Volume 1",
                "description": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl... Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this bibliofantasy for book lovers everywhere!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/7/7a/LN_P3V2-CoverEN.jpg/revision/latest?cb=20210418170921",
                "name": "Part 3 Volume 2",
                "description": "Rozemyne, now both the High Bishop and the archduke’s adopted daughter, finds herself lost in a position of power she just isn’t used to. Preparing for the Harvest Festival, taking care of new orphans, dealing with the dissatisfaction of a neighboring town—her list of problems just keeps on growing. On top of all that, Ferdinand the High Priest is being as harsh as can be. Still, Rozemyne doesn’t give up! Encouraged by meetings with her lower city family and friends, she recharges by reading books in the temple! She’ll need as much energy as she can get as the yearly Night of Schutzaria is fast approaching, where Rozemyne will need to travel to the forest bordering Dorvan to gather materials... This is the most action-packed volume of this bibliofantasy yet! Being the High Bishop is hard, okay?!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/9/92/LN_P3V3-CoverEN.jpg/revision/latest?cb=20201005221801",
                "name": "Part 3 Volume 3",
                "description": "In the midst of an approaching winter, Rozemyne the High Bishop is traveling between the temple and castle more than ever, participating in noble society, the baptism ceremony, and the Dedication Ritual. With her hands full teaching kids too young for the Royal Academy and even tutoring guard knights with bad grades, she's incomparably busier than last year. Her influence in both noble society and the temple is increasing steadily, and her squad of Gutenbergs work on improving the printing press while she sells picture books in the castle. Her love for books keeps growing, and the mana within her is likewise becoming progressively stronger! She must hunt the Lord of Winter with the Knight's Order, then gather ingredients for her jureve potion during Spring Prayer. This is another action-packed volume of this biblio-fantasy, where the Saint of Ehrenfest overcomes a winter of mysticism and battle! Including two lengthy short stories and a four-panel manga drawn by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/d/da/LN_P3V4-CoverEN.jpg/revision/latest?cb=20201208005501",
                "name": "Part 3 Volume 4",
                "description": "Spring is the season when love blooms! Rozemyne's retainers are bursting with energy as they make clothes, attend their debuts, and shine in the new season. The improved printing press is finally completed in the temple workshop, and the variety of available books is steadily beginning to expand. Picture books, collections of sheet music, knight stories—all are now being sold. Their first aim is to further develop the paper-making industry in preparation for the spread of printing across the entire duchy. To this end, Rozemyne's party travels to Illgner, hoping to teach them how to make paper while also researching new materials to use. As the environment around Rozemyne slowly improves, the archduke's older sister arrives for a visit, shrouding Ehrenfest in an air of unease. Everything changes in this volume of this biblio-fantasy as nobles emotionally clash and the conclusion of Part 3 approaches!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/ascendance-of-a-bookworm/images/1/16/LN_P3V5-CoverEN.jpg/revision/latest?cb=20210216001729",
                "name": "Part 3 Volume 5",
                "description": "Rozemyne now only needs the ruelle fruit she failed to gather last year. With it, she and Ferdinand can brew a potent potion known as a jureve, the power of which will finally make her a normal, healthy girl! Well, probably... Her joy leads to a flurry of activity as she pours her all into advancing the paper-making industry and gathering more support, all so that she can create a world with more books for her to read. As the High Bishop, she eventually has to travel through the Central District for the Harvest Festival, and in the midst of all this, she even gets her first little sister. But as everyone prepares for winter, the political struggle between nobles intensifies. Their plots sow discord within the temple, and what happens next will change Rozemyne’s future forever... Shocking developments abound in this climactic conclusion to Part 3! This volume ends with a series of short stories leading into Part 4, alongside the now familiar four-panel manga drawn by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_1.png",
                "name": "Part 4 Volume 1",
                "description": "Rozemyne awakens from her two-year sleep to a world that isn’t as she remembers it. The strange sensation fills her with unease, but she has no time to rest—she is soon to be enrolled in the Royal Academy as an archduke candidate, where she will be taught how to control her mana, make magic tools, and perform the magic needed to rule as an archduke. She begins dormitory life with colorful teachers and students from other duchies, aiming to be the best big sister possible... but there is little chance things will go according to plan when there is a massive library on the premises. She charges there at once, the other archduke candidates and even the royal family disappearing from her mind entirely. She truly will do anything for books! Now begins a new chapter of this biblio-fantasy, with a school as its setting! This volume includes two original short stories, a four-panel manga drawn by You Shiina, and the results of the second popularity poll.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_2.png",
                "name": "Part 4 Volume 2",
                "description": "In her determination to access the library as soon as possible, Rozemyne put her absolute all into her studies from the moment she arrived at the Royal Academy. Unfortunately for her, she behaved so unusually in the process that her retainers and professors have grown increasingly worried. Rozemyne finally clashes with the greater duchy Dunkelfelger over Schwartz and Weiss, and a game of treasure-stealing ditter is arranged between the two duchies’ apprentice knights. To make matters worse, she completely ignores proper diplomacy, accepting furtive consultations from the archduke candidates of other duchies and even giving the prince himself romantic advice! Her complete lack of foresight leaves the leaders of Ehrenfest in constant cranial agony. As anyone might expect, Rozemyne will do anything to protect the library. Here comes another chaotic volume of this biblio-fantasy, featuring two original short stories and four-panel manga drawn by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_3.png",
                "name": "Part 4 Volume 3",
                "description": "After reuniting with Ferdinand and the others, Rozemyne returns to the temple and assiduously resumes her duties as the High Bishop. There is much for her to do—whether that be participating in the Dedication Ritual, supporting the printing industry, attending numerous meetings, or tackling a mountain of paperwork—and she soon finds her days as busy as ever. Even as winter starts drawing to a close, Rozemyne’s world continues to change. The conclusion to her first year in the Royal Academy sees her forced into a tea party with all the other duchies, and the sixth-years among her retainers prepare to graduate. Discussions even begin to focus on Rozemyne’s future engagement, which will one day play a crucial role in the growth of the duchy. This is a biblio-fantasy that keeps pressing forward, with a promise to fulfill distant dreams that are close to heart! Includes two original short stories and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_4.png",
                "name": "Part 4 Volume 4",
                "description": "Despite having recently been separated from her lower city friends, Rozemyne has no time to grieve. Her first year at the Royal Academy has ended, summer approaches, and there's much for her to do. She strives to continue making books as per her promise to Lutz, but the spring feast also sees the announcement of her engagement to Wilfried—one of many political maneuvers to resist influence from the higher-ranking duchies. Rozemyne makes magic ink with Ferdinand, fills the Central District with mana during Spring Prayer, and accidentally revives an ancient ritual in Haldenzel. Other provinces continue to grow in the background while the lower city is extensively remodeled in the name of developing the duchy as a whole. Blessed be the melting of the snow! Prosperous be the duchy! This is the newest volume of this biblio-fantasy, now fantastically celebrating spring!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_5.png",
                "name": "Part 4 Volume 5",
                "description": "After turning the lower city into a true sight to behold, Rozemyne aims to continue her development plan and secure a greater influence over the country’s other duchies. As she needs the assistance of commoners to achieve this, she gets to work dismantling the wall that exists between them and the nobles. She tours the printing workshops in the Central District, holds a dyeing competition to unearth skilled craftspeople, and even fantasizes about designing her own library. Not everything is quite so straightforward, however—a normal wedding is enshrouded in complex interduchy politics, and as Rozemyne prepares for her second year in the Royal Academy, she finds herself needing to stay on guard against the rebellious former Veronica faction. This is the newest volume of this biblio-fantasy, filled to the brim with moving developments! Includes two original short stories and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_6.png",
                "name": "Part 4 Volume 6",
                "description": "With the advancement ceremony and fellowship gatherings complete, Rozemyne’s new year at the Royal Academy can properly begin. She goes on another library-inspired rampage and pushes the other Ehrenfest second-years to finish their classes on the first day, all while hunting for new allies to recruit into her Library Committee. Somehow, Rozemyne manages to cause even more problems, and in quicker succession than the year before. She spends more time with the professors, the archduke candidates from top-ranking duchies, and even the Sovereignty’s third prince, much to her guardians’ displeasure. But as they agonize over interduchy diplomacy, Rozemyne blazes ahead on her own path. She charges forward with unbending focus and even hunts a ternisbefallen feybeast that shows up in Ehrenfest’s gathering spot! This is the newest volume of this biblio-fantasy wherein the book-obsessed protagonist can’t quite catch a break. Includes two original short stories and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_7.png",
                "name": "Part 4 Volume 7",
                "description": "After fainting at a tea party for bookworms, Rozemyne is forcibly returned to Ehrenfest. There, she reunites with her lower city associates and enjoys some long-awaited reading time in the temple... but as peaceful as these winter days may seem, a revelation in the bible threatens to turn her days of reclusion on their head. Rozemyne’s second year at the Royal Academy draws to a close with interrogation and investigations, which she must face on top of a resolute apprentice who wishes to swear his name to her. Things only become more complicated when she attends the Interduchy Tournament for the first time, and a grave development causes more trouble than ever expected. Can she and Ferdinand manage the chaos so soon before the graduation ceremony? Tensions between duchies are high in the newest volume of this megahit biblio-fantasy! Includes two love stories of graduated students and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_8.png",
                "name": "Part 4 Volume 8",
                "description": "Rozemyne returns to Ehrenfest once more following her second term at the Royal Academy. Her days are spent in harmony as she meets her new little brother, searches for a laynoble retainer, experiments with cooking fish, and delves into her grandfather’s past... but the undeniable fact remains that Ferdinand is acting unusually. At the heart of this mystery lies the mention of Adalgisa, and as Rozemyne ponders what it might mean, Ferdinand reveals a shocking truth. “I should have died before my baptism.” The secrets about his birth, his final promise with his father, and a bitter choice... How will Ferdinand respond when the very future of Ehrenfest rests on his shoulders? Find out in the newest volume of this biblio-fantasy, which includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob4_9.png",
                "name": "Part 4 Volume 9",
                "description": "Rozemyne is busy studying for her next year at the Royal Academy and working toward the installation of the new High Priest, but beneath the surface, her heart swirls in turmoil. A decree from the king requires Ferdinand to leave Ehrenfest, and as their final days together draw near, she must face losing her greatest pillar of support since she first entered the temple. As a farewell gift, Rozemyne treats Ferdinand and their retainers to a meal at the Italian restaurant. Dark clouds loom overhead, however, and an unexpected incident threatens to separate the pair even sooner than expected. Rozemyne can only fight back the tears as she utters a prayer for Ferdinand, blessing him one last time. Part 4 of this biblio-fantasy concludes with this volume! Also includes a collection of short stories, three of which were written for this release, as a prelude to Part 5, as well as You Shiina’s classic four-panel manga!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_1.png",
                "name": "Part 5 Volume 1",
                "description": "Ehrenfest’s first winter without Ferdinand is colder and more oppressive than usual. A surprise betrayal within the former Veronica faction makes the purge even more urgent, and the few who know about Georgine’s destructive goals compare her to the Goddess of Chaos. Meanwhile, Rozemyne throws herself into her third year at the Royal Academy, trying to stave off the loneliness eating away at her. She pushes to win over the students of the former Veronica faction, hoping to save their lives, and meets a new archnoble librarian sent from the Sovereignty. Rozemyne also attends her first class of the archduke candidate course—though her personal ambitions mean she is taking the scholar course as well. In the midst of this balancing act, she finds that her environment has changed drastically once again! Here begins Part 5, the final chapter of this biblio-fantasy—and the legend of the saint grips Yurgenschmidt to the core! Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_2.png",
                "name": "Part 5 Volume 2",
                "description": "As snow falls around Ahrensbach’s castle, Ferdinand, soon to be married to the duchy’s next archduchess, receives a concerning letter. Not only has Rozemyne been summoned by the royal family once again, but she is also being taken to the underground archive hidden beneath the Royal Academy’s library. Even as a third-year, she proves to be a source of constant headaches—and the chaos only continues when she manages to pull an unexpected figure into her joint research! The stakes are raised higher still when Lestilaut makes an astonishing suggestion, forcing her to participate in a game of bride-taking ditter with Leidenschaft’s spear in hand. Rozemyne’s hand in marriage hangs in the balance in the newest volume of this biblio-fantasy. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_3.png",
                "name": "Part 5 Volume 3",
                "description": "After yet another fever, Rozemyne awakes to some shocking news: the Sovereign knights captured for interrupting her ditter match might have been under the influence of trug. The suspicion brings to mind a recent incident with Lady Georgine... but Rozemyne decides to leave the matter to the adults. The Interduchy Tournament is just around the corner, and the students of Ehrenfest need to prepare to socialize with other duchies and the royal family. As the end of the school term draws near, so too does a long-awaited reunion. Ferdinand is due to spend the night of the Interduchy Tournament in Ehrenfest’s tea party room, and as Rozemyne struggles to keep her emotions under control, she makes an unwavering declaration: “I will do everything in my power to welcome him!” Rozemyne’s book-driven rampage continues and events happen back-to-back in the newest volume of this biblio-fantasy. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_4.png",
                "name": "Part 5 Volume 4",
                "description": "Upon returning to Ehrenfest, Rozemyne is given a harsh choice to make. The winter purge has made the Leisegangs the dominant power, and their intentions sow distrust within the archducal family. Still, she continues to forge ahead, her way of life gradually inspiring change around her. The feast in celebration of spring is drawing near, and there’s much for Rozemyne to do. The coming weeks bring a long-overdue meeting with the lower-city merchants, more divine protections rituals, the education of the next High Bishop... and a magnificent tale told at the closed country gate. It now falls to the archducal family to overcome history and the divide between factions. Ehrenfest’s ambitious younger generation unites in the newest volume of this biblio-fantasy. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_5.png",
                "name": "Part 5 Volume 5",
                "description": "Spring is in full bloom, and Rozemyne is summoned to the Archduke Conference. She performs the Starbind Ceremony as High Bishop, then rests and recuperates by transcribing documents in the library’s underground archive. The ceremony has some unforeseen consequences, however. As tensions rise over the increasingly important “Zent candidates,” Rozemyne finds herself entangled in the web of royal politics. Thankfully, this also secures her the chance to bargain with one of the princes... “When you get an opportunity, take it and profit as much as you possibly can, right? Well, here I go!” Negotiations are underway in the newest volume of this biblio-fantasy! What techniques will the commoner-born merchant saint unleash?! Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_6.png",
                "name": "Part 5 Volume 6",
                "description": "The Archduke Conference has come to an end, but Ehrenfest’s archducal family is still reeling from the fresh troubles it brought. As if a surprising ceremony and the Sovereign temple’s schemes weren’t unusual enough, Rozemyne manages to deliver the killing blow with a truly unexpected announcement: “My current adoption is being nullified, and the king will take me as his daughter instead.” Chaos ensues, but what is done cannot be undone. Rozemyne has one year before she must depart for the Sovereignty—one year to tie up so many loose ends—but she needs not act alone. “Stay true to yourself, and continue to forge your own way,” her noble mother Elvira tells her, watching affectionately as her daughter prepares for the road ahead. There’s so much to be done in the newest volume of this biblio-fantasy! Those in Rozemyne’s service have an important choice to make, and their decisions will open doors for the future. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_7.png",
                "name": "Part 5 Volume 7",
                "description": "Ferdinand senses danger on the horizon. Dark clouds hang over him, twisting and turning into a dense miasma of unease. Meanwhile, Rozemyne prepares for winter, conscious that her move to the Sovereignty is fast approaching. Her fourth term at the Royal Academy begins, she meets new faces at the fellowship gathering... Then something strange happens. Rozemyne goes somewhere unexpected, where she finds something even more unexpected—and that’s only the beginning. How will the saint respond when an incident in Ahrensbach leaves everyone else feeling defeated? “No matter what happens, I’ll protect you.” Pressing events are set in motion in the newest volume of this biblio-fantasy. Includes two short stories and four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_8.png",
                "name": "Part 5 Volume 8",
                "description": "“I’ll do anything to save him. Anything.” Greater duchies, the Sovereignty, the royal family, even the gods themselves—Rozemyne will take on anyone in her quest to rescue Ferdinand. She uses her newly acquired Book of Mestionora to activate Kirnberger’s long-dormant country gate. Then, with Dunkelfelger on her side, she speeds to Ahrensbach even faster than Steifebrise. To war! As the battle against Lanzenave commences, Georgine finally begins her invasion and triggers the Defense of Ehrenfest. Can the combined forces of the temple and the lower city’s commoners help keep the duchy safe? And can Rozemyne secure victory in this game of true ditter?! The newest volume of this biblio-fantasy contains more than one hundred pages of original content not featured in the web novel. And as always, look forward to more four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_9.png",
                "name": "Part 5 Volume 9",
                "description": "The Battle of Gerlach begins at last. Together with Matthias, Rozemyne must defeat the cold-blooded giebe Grausam—but an unexpected development makes that easier said than done. Body doubles, collateral damage, even more dark plots transpiring in the shadows... How does their inevitable battle play out, and what happens to Ehrenfest in the aftermath? Behold the full extent of the explosive war shaking Yurgenschmidt to its very foundation! Time is running out in the newest installment of this biblio-fantasy. Once again, this volume contains more than one hundred pages of original content not featured in the web novel—and more four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_10.png",
                "name": "Part 5 Volume 10",
                "description": "Under the cover of darkness, Rozemyne, Ferdinand, and their Dunkelfelger allies set out to subjugate the Adalgisa villa. But when Gervasio’s absence and a betrayal within the Sovereign Knight’s Order come to light, the party must switch its focus to the Royal Academy’s library. The Divine Avatar of Mestionora goes on a rampage, the Lord of Evil pulls strings from the shadows, and the Zent’s sword is finally brought to bear! The Battle of the Sovereignty reaches its climax in the newest volume of this biblio-fantasy as the wills of the royal family, the Sovereignty, Lanzenave, and Erwaermen all come to a head. Features more than a hundred pages of original content and four-panel manga by You Shiina!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_11.png",
                "name": "Part 5 Volume 11",
                "description": "Striving to change Yurgenschmidt for the better, Ferdinand starts a revolution that will abolish the distorted royal family and put a true Zent on the throne. Not everyone is on board, however, and as the Grutrissheit transference ceremony draws near, Rozemyne continues to wrestle with divine interference. Unease spreads, but not for our resident bookworm; the future she envisions is much too exciting. Operation Library City is just within reach! The conclusion to Part 5 approaches in the newest volume of this biblio-fantasy. Features two original short stories and more four-panel manga by You Shiina.",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/aob5_12.png",
                "name": "Part 5 Volume 12",
                "description": "Rozemyne fell unconscious upon completing her large-scale spell. Now it falls to Ferdinand to bring her back from the brink of death—and, with any luck, restore her lost memories. If she survives, she will set out on a new journey as Yurgenschmidt’s first underage aub and rule over the library city of Alexandria. If not, her death will mean the worst for her loved ones and the country at large. “Let everyone... be blessed.” This volume concludes the biblio-fantasy that refused to let dreams remain dreams. In addition to a massive amount of original content, look forward to more four-panel manga and an extended comic by You Shiina.",
                "downloadLink": ""
            }
        ],
        "price": "₹396.42"
    },
    {
        "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/0/09/Light_Novel_Volume_1_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20181012112755",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "Tensei Shitara Slime Datta Ken",
        "synopsis": "A man is stabbed by a robber on the run after pushing his coworker and his coworker’s new fiance out of the way. As he lays dying, bleeding on the ground, he hears a voice. This voice is strange and interprets his dying regret of being a virgin by giving him the [Great Sage] unique skill! Is he being made fun of !?!",
        "author": "Fuse",
        "volumes": [
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/0/09/Light_Novel_Volume_1_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20181012112755",
                "name": "Volume 1",
                "description": "Lonely thirty-seven-year-old Satoru Mikami is stuck in a dead-end job, unhappy with his mundane life, but after dying at the hands of a robber, he awakens to a fresh start in a fantasy realm…as a slime monster! As he acclimates to his goopy new existence, his exploits with the other monsters set off a chain of events that will change his new world forever!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/a/aa/Light_Novel_Volume_2_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20181012112756",
                "name": "Volume 2",
                "description": "37-year-old Satoru Mikami got a new lease on life when he was reincarnated into another world…as a slime named Rimuru Tempest. But with the help of his wits, his newfound powers, and a little luck, he's started building a cross-species village of goblins, direwolves, and dwarves! Rimuru doesn't know it yet, but his arrival is bringing major changes to his new world…",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/8/83/Light_Novel_Volume_3_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20181012112756",
                "name": "Volume 3",
                "description": "After a furious battle with the orc lord, peace has once again returned to the Forest of Jura. Rimuru may be heading up the Great Forest of Jura Alliance, but he's most worried about finishing his town…until a visit from King Gazel Dwargo of the dwarves turns everything upside down! Not only that, but Rimuru is about to have a run-in with Milim Nava, an exceptionally dangerous demon lord known as the 'Destroyer'. What's a slime to do?!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/1/14/Light_Novel_Volume_4_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20190104123757",
                "name": "Volume 4",
                "description": "Now that Rimuru's monster-centric town has blossomed into a bona fide independent nation, it's time for his next step: build and maintain diplomatic relations with nearby countries! With a group of his trusty monster pals, Rimuru travels to the Beast Kingdom of Eurazania and the dwarven kingdom to meet with their respective heads of state and represent his domain as best as a slime possibly can. As if there wasn't already enough on Rimuru's mind, the otherworlder Shizu has been visiting him in his dreams, begging him to save her former students. Looks like that'll be another stop on this pliable pioneer's itinerary…",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tensei-shitara-slime-datta-ken/images/2/22/Light_Novel_Volume_5_EN.jpg/revision/latest/scale-to-width-down/1000?cb=20190415230522",
                "name": "Volume 5",
                "description": "Despite Rimuru's absence, things seem to be proceeding fairly smoothly in the newborn nation of Tempest. But there's trouble brewing elsewhere: The nearby Kingdom of Falmuth's top brass are planning an invasion of Tempest, and at the same time, Rimuru's friend, Milim Nava, has declared war on Tempest's ally, the Beast Kingdom of Eurazania. As if things couldn't get any worse, all communication between Rimuru and his crew back home has suddenly gone silent in their hour of need! Tempest may be in for some hard times ahead — but this steadfast slime isn't throwing in the towel just yet. He has a plan…and it's downright demonic!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_6.png",
                "name": "Volume 6",
                "description": "Newly minted Demon Lord Rimuru has received word of a special assembly of all ten demon lords known as Walpurgis. It just so happens that the topic of this particular meeting is how to best punish Rimuru for assuming his new title without their permission. Fortunately, he's got friends in high places who are willing to vouch for his authenticity, and this council could be the perfect opportunity to get revenge on the demon lord Clayman for the violence he brought to Tempest. Is this blobby big shot cunning enough to kill two birds with one stone?",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_7.png",
                "name": "Volume 7",
                "description": "News of the demon lord Clayman's defeat by Rimuru shakes the Holy Empire of Lubelius to its core—especially since the chief knight of the nation's Imperial Guard and captain of the Crusader forces, Hinata Sakaguchi, launched a bold attack on Rimuru not long ago. Things look only more dire when a priest sent by Rimuru to attend an urgent meeting of Lubelius bigwigs ends up murdered. The stakes couldn't be higher for either side as Hinata heads to Tempest to settle things—one wrong move could spell total warfare!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_8.png",
                "name": "Volume 8",
                "description": "It's festival time in Tempest, and this demon slime knows how to throw a party! After reconciling with Hinata and the Western Holy Church, Rimuru's pulling out all the stops to prepare a massive bash in his nation of monsters—with a little help from his many friends and allies! It's the perfect opportunity to debut his new demon lord title while showing the world everything the Jura-Tempest Federation has to offer. Will this big event go off without a hitch?",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_9.png",
                "name": "Volume 9",
                "description": "The Tempest Founder's Festival is in full swing, with Rimuru and all the monsters under him keeping busy setting up the attractions. From live concerts to incredible feats of monster engineering (most notably, the massive dungeon), revelers are sure to have their minds blown. But all eyes are on the main event—the First Tempest Battle Tournament—and who should decide to participate but the hero himself, Lightspeed Masayuki! What will come of his chance encounter with the demon lord Rimuru?",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_10.png",
                "name": "Volume 10",
                "description": "The Tempest Founder's Festival was a roaring success, and after working out a few kinks, the advanced Dungeon is proving to be a major Tempest tourist attraction. Now Rimuru's next objective is to join the infamous Council of the West—however, a certain influential figure working from the shadows of the Council has no intention of allowing someone as powerful as Rimuru to take a seat at the table, and she will stop at nothing to quietly snuff him out before he makes any moves!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_11.png",
                "name": "Volume 11",
                "description": "Rimuru and his team are headed for the Holy Empire of Lubelius to organize the concert he promised Luminous, its leader. But as preparations continue, a fiendish conspiracy involving both demon lords is being laid out behind the scenes. There may not be much time for music after all…especially with a third demon lord on the hunt for a certain otherworlder in Rimuru's care!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_12.png",
                "name": "Volume 12",
                "description": "Threatened by Tempest's continued rapid expansion, the Eastern Empire finally starts setting the stage for all-out war with the monster nation. According to Chloe, the time-traveling chosen hero, there exists a timeline in which the Empire kills Rimuru and Tempest subsequently collapses. While Rimuru's doom isn't set in stone, his victory isn't a foregone conclusion either. This may be a different timeline, but the slime demon lord nonetheless steps up his guard—and just as he does, several Imperial spies infiltrate Tempest…",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_13.png",
                "name": "Volume 13",
                "description": "The Eastern Empire's vast army (over 900,000 strong) is ready to invade the Forest of Jura. Thanks to Ramiris' mind-boggling powers, Tempest's entire capital—buildings, inhabitants, and all—has been evacuated into the nation's labyrinthine Dungeon. While Primordial Daemons Testarossa and Ultima kick some serious imperial butt over on the front lines, the rest of the Empire's army attempts to storm the Dungeon. Little does the enemy know, however, that they're about to face a devastating bloodbath at the hands of Tempest's own mighty forces…",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_14.png",
                "name": "Volume 14",
                "description": "Having easily thwarted the Eastern Empire's invasion, Rimuru wishes to end the conflict once and for all and therefore heads for the imperial capital to take out the source. Meanwhile, Yuuki has worked his way up the Empire's hierarchy with the intention of staging a coup and usurping the throne. It doesn't take long for Rimuru to learn that the Empire's true power is on a whole different level compared to what he's seen so far…. And it turns out he isn't the only ruler with a dragon at his side!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_15.png",
                "name": "Volume 15",
                "description": "Following a fierce battle against his sister Velgrynd, Rimuru's steadfast ally Veldora has fallen into the enemy's clutches. An enraged Rimuru gives the order to massacre his foes, a request his Tempest top brass couldn't be more thrilled to oblige. Once Rimuru's daemon underlings evolve en masse, the final battle between Tempest and the Eastern Empire will begin in earnest. But if Rimuru wants to save Veldora, he'll need to undergo an evolution of his own. It's time to unleash the power he's been holding back!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_16.png",
                "name": "Volume 16",
                "description": "Rimuru has emerged victorious in the war against the Eastern Empire, but between the ultimate skill Michael hijacking Emperor Rudra's body and the Specter Lord Feldway's secret machinations, he still has a lot left on his plate. Plus, a recent fight at the Dungeon—which occurred while Rimuru was busy with his own climactic battle—revealed serious flaws in Tempest's defenses. Now that he's finally got a moment to breathe, it's time for everyone's favorite slime to address some major infrastructure issues with his team…",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_17.png",
                "name": "Volume 17",
                "description": "The series' first short story collection takes a deep dive into the epic tale's fantasy world—and what its characters get up to when Rimuru isn't running the show! Gard Mjöllmile, the most powerful human member of Tempest's government, is up to some less-than-proper dealings in the Western Nations; Velgrynd gets involved with a familiar-looking planet as she traces the trail of her lover; Calgurio starts facing up to his past as he strives to rebuild the Empire; and Rain, Primordial Daemon servant of the demon lord Guy Crimson, has a complaint or two about her toxic work environment. All that plus an extra tale you won't want to miss in this stellar collection!",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_18.png",
                "name": "Volume 18",
                "description": "The seraphim force led by Michael proceeds with its plans for invasion, and the Octagram's eight demon lords assemble once more for a Walpurgis to determine their response. They need to act fast, for Michael's Ultimate Dominion skill has brought even Velzard—a True Dragon and Veldora's eldest sister—under his control. How will they solve this conundrum? Rimuru isn't sure yet, but as he readies Tempest for war, he'll soon discover a lot of his problems are much closer to home than he thought…",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_19.png",
                "name": "Volume 19",
                "description": "Rimuru and his forces fight heroically on all fronts to stop Michael's plan…only to lose the demon lord Leon to Feldway's schemes. Michael's next target is Masayuki the Hero, who possesses the soul of Rudra, Michael's former host. There to meet him in battle are the paladin Hinata, the Primordial Daemon Blanc, and Velgrynd the Scorch Dragon. But just when Michael begins to set things in motion, the situation devolves even further into chaos…",
                "downloadLink": ""
            },
            {
                "img": "./bookImages/tensura_20.png",
                "name": "Volume 20",
                "description": "Although Rimuru managed to defeat his archenemy Michael, battles continue to rage across the land, and the fighting between Milim's forces and the insectars is particularly chaotic. Just when the outcome looks to be in Milim's favor, a beautiful woman of ice and snow appears, drastically altering the tides of the war. She is none other than Velzard, the eldest of the only three True Dragons in existence. Once Velzard overwhelms the situation, encasing everything in ice, Milim begins to go on a rampage—and Rimuru has no choice but to return to the battlefield to stop her.",
                "downloadLink": ""
            }
        ],
        "price": "₹382.60"
    },
    {
        "img": "https://static.wikia.nocookie.net/the-great-cleric/images/b/b6/The_Great_Cleric_LN1_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209232957",
        "genre": ["Isekai", "Fantasy", "Action", "Magic"],
        "title": "The Great Cleric",
        "synopsis": "One moment, a certain salaryman is on cloud nine, that promotion finally within his grasp, and the next, he’s keeled over pain, and that was all she wrote. Luckily for him, fate had a bit more to say. A world of magic, monsters, and other such life-shortening entities await his newly reincarnated self for a second shot at life. With nothing but his past-life experiences and sharp business skills to guide him in the foreign lands of Galdardia, he takes up the name Luciel and vows that his (next) demise will be from naught but old age. And what better way to avoid a(nother) gruesome death, than by taking up a nice, cushy job as a healer? But getting by in another world doesn’t come easy, or cheap. It’ll take a lot of blood, sweat, and tears to hone the skills he needs to make his way. But make it he will...or die (again) trying!",
        "author": "Broccoli Lion",
        "volumes": [
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/b/b6/The_Great_Cleric_LN1_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209232957",
                "name": "Volume 1",
                "description": "One moment, a certain salaryman is on cloud nine, that promotion finally within his grasp, and the next, he’s keeled over pain, and that was all she wrote. Luckily for him, fate had a bit more to say. A world of magic, monsters, and other such life-shortening entities await his newly reincarnated self for a second shot at life. With nothing but his past-life experiences and sharp business skills to guide him in the foreign lands of Galdardia, he takes up the name Luciel and vows that his (next) demise will be from naught but old age. And what better way to avoid a(nother) gruesome death, than by taking up a nice, cushy job as a healer? But getting by in another world doesn’t come easy, or cheap. It’ll take a lot of blood, sweat, and tears to hone the skills he needs to make his way. But make it he will...or die (again) trying!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/6/65/The_Great_Cleric_LN2_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233111",
                "name": "Volume 2",
                "description": "We’re off to the Holy City! Luciel is moving up in the world and people, both good and bad, powerful and weak, have begun to take notice of this peculiar young man. Bent on becoming the best healer he can be in order to aid the many people who can’t afford treatment from the price-gouging clinics, he accepts his new position with trepidation, heading straight for the source of the infamous guild’s corruption. But something is up with the Church — a labyrinth of monsters lurks beneath the floor of the healers’ headquarters, and a number of players are moving in the shadows as Luciel desperately continues to cling to his hope of mundane normalcy. Will he succeed in finding comfort in his new life abroad? Will his talents lead him to some sense of stability? Or will he find himself getting far more than he bargained for? New faces, new trials, and new offensive nicknames await the Masochist Healer as his journey continues!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/1/1c/The_Great_Cleric_LN3_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233129",
                "name": "Volume 3",
                "description": "Change is coming for the Church of Saint Shurule, and Luciel’s first act as an S-rank healer is one that promises to shake the very foundations of the healing profession. But leave it to the ignorant masochist to find himself once again in way over his head in the process. The shoes that he’s inadvertently stepped into—those of his legendary predecessor—won’t be easy to fill, and the whole “imprisoned dragons” debacle continues to loom over the hapless young man as he struggles to move forward. But as they say, preparation is key. Leadership, an ever-growing harem of old men, and backyard barbeques are just some of the trials that await this unusual protagonist as the next chapter of Saint Weirdo's path to greatness begins.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/1/11/The_Great_Cleric_LN4_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233204",
                "name": "Volume 4",
                "description": "The journey to Yenice is long, and Luciel has a big task ahead of him. Charged with reviving a long-defunct branch of the Healer’s Guild in a nation of beastfolk, the S-rank healer’s mission was never going to be easy. But things are made even more complicated when it is revealed that the country is home to its own host of problems, and even Luciel’s reputation isn’t enough to keep trouble away. In contrast to his time at the Adventurers Guild, the welcome mat hasn’t exactly been laid out for him, and he’ll have to learn to navigate the murky waters of local affairs or risk falling victim to the schemes that unsavory politicians are concocting from the shadows.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/2/2c/The_Great_Cleric_LN5_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233224",
                "name": "Volume 5",
                "description": "With the dragon “slayed” and corruption in the Church uprooted, Luciel returns to Yenice a hero, but a hero’s work is never done. His revolution is ambitious (too ambitious, some might say), and in the wake of change always comes resistance. As it turns out, dragons just might be the least of his worries when he realizes that the weeds he plucked might have only been a symptom of the City of Freedom’s underlying disease. Politics are a dangerous game and Luciel’s found himself stranded on the board, but is he a player or a pawn? As the Wicked One’s shadow creeps nearer and the empire’s boot marches ever closer, Luciel’s prospects of a peaceful life seem to slip further and further away.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/b/bb/The_Great_Cleric_LN6_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233252",
                "name": "Volume 6",
                "description": "His trials and tribulations in Yenice behind him at last, Luciel makes for his next destination: Rockford, followed by the Kingdom of Dwarves. While the Republic of Saint Shurule creaks under the weight of a new wave of human supremacy, the hapless healer’s hopes for an easy mission are short-lived as the journey develops into something far more complicated than he signed up for...again. Something crawls beneath the earth, threatening to topple a precarious monarchy, and there’s more to the magical streets of the artisan’s haven than meets the eye. Will the Masochist Healer ever catch a break? Unfortunately, it doesn’t seem likely. And the more information that comes to light about his fate, the grimmer Luciel’s future becomes.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/0/0c/The_Great_Cleric_LN7_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233352",
                "name": "Volume 7",
                "description": "Saint Weirdo returns to the Holy City, and surely a few months of peace and calm await the masochist healer back on his own turf. This time, for sure! Yeah, right. Luciel’s homecoming is less a vacation and more a pitstop on his never-ending list of responsibilities as an S-rank healer. The enigma that is Estia and her connection to the mysterious Lihzalea loom in the background, as all the while the Church continues to reel under the changes its newest S-rank brought so suddenly. The captain of the guard can scarcely get a grip in the wake of such greatness, and in her desperation to match the Saint’s accomplishments, she just might do something drastic. Meanwhile, the shadows in the dark are always lurking, but closer than ever before...perhaps beneath their very feet.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/0/0a/The_Great_Cleric_LN8_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233414",
                "name": "Volume 8",
                "description": "There’s no time to lose. Luciel and the gang make for Grandol with all haste, on a heroic quest to save a damsel in distress...not. The hapless healer is in no rush to go sticking his neck out for others, but he’s not one to break a promise to an all-powerful dragon. When they arrive, though, things don’t exactly go as planned, and a detour takes Luciel on yet another rescue mission—this time at an auction. But a bid war is only marginally less lethal than a labyrinth, especially when it’s being run by a shady character who seems to know more than he lets on. And that’s the least of the poor S-rank’s worries. With Brod back around, class is about to be back in session, and it’s looking to be the hardest course in brutality Luciel’s ever taken. Meanwhile, the healer wonders what it is that keeps making him the center of chaos. Is it the mere whimsy of fate? Or he himself? And what happens when it puts the people he cares about in danger?",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/5/54/The_Great_Cleric_LN9_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221209233435",
                "name": "Volume 9",
                "description": "Luciel arrives at the City in the Sky, hopeful he can retrieve what he’s lost. All is not as it seems, though, as Neldahl holds many secrets in unlikely places. How many of the city’s curious features are merely the proclivities of Lord Reinstar, and how many speak to conspiracy? The S-rank isn’t sure he wants to know, so it’s a good thing he has plenty to occupy him, like hitting the books, practicing magic, and exploring the labyrinthine halls of the Sorcerer’s Guild. The solution to regaining his powers surely lies somewhere within their vast archive of tomes...or so Luciel would like to believe. But trouble has a way of finding the poor healer-on-hiatus, and unfortunately, he’s grown used to it. It’s only a matter of time before it arrives. The question now is whether he’ll be ready to face it when it does.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/the-great-cleric/images/7/77/The_Great_Cleric_LN10_Cover.png/revision/latest/scale-to-width-down/1000?cb=20221210144725",
                "name": "Volume 10",
                "description": "The world now has its first sage in over a century! Luciel returns at last from his extended stay in the City in the Sky with wondrous powers in hand, and this displeases a very particular faction within the Church of Saint Shurule. Red carpets were never the timid S-rank’s style, but an armed platoon isn’t exactly what he had in mind for his homecoming either. To make matters worse, just about everywhere Luciel turns is yet another plot in the making. Four months can really leave a guy out of the loop.",
                "downloadLink": ""
            },
            {
                "img": "blob:https://www.kobo.com/67b64ae2-db5c-43fe-a60c-4138331d273c",
                "name": "Volume 11",
                "description": "Luciel and his comrades have defeated Dongahar and his demonified men, and the Church of Saint Shurule is safe—for now. But there is no time to rest, as the fight is far from over. A letter written by the traitor himself tells Luciel all about the demonification experiments Blanche and Illumasia have been carrying out, and much to the masochist sage’s dismay, he can no longer delay his journey to these nations. To survive the trials ahead, he’ll need new allies, starting with a certain magic artificer he’s been meaning to recruit for some time. But the real dilemma lies in choosing where to go first: the dukedom of Blanche—Lumina, Nadia, and Lydia’s home nation? Or the Illumasian Empire, which has been causing Luciel nothing but trouble from the start? If it were up to him, Luciel would steer clear of both, but alas, the world won’t save itself!",
                "downloadLink": ""
            }
        ],
        "price": "₹359.56"
    },
    {
        "img": "https://static.wikia.nocookie.net/tsukigamichibikuisekaidouchuu/images/b/b3/TsukiMichi-LN-JP-v01-Cover.png/revision/latest?cb=20240302132440",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "Tsuki ga Michibiku Isekai Douchuu",
        "synopsis": "Makoto Misumi was an average, everyday high schooler, who found himself shipped off to another world at his parents’ whims. Upon arrival, however, he’s insulted by the Goddess for being too ugly and thrown into a desolate wasteland. He frantically searches for human warmth and connection, but can find nothing but monsters and inhuman settlers. When he finally meets companions he can trust, they turn out to be a pair of powerful perverts in a former dragon and a former giant spider! His high-octane, incredibly misfortunate trek through this foreign world has only just begun!",
        "author": "Azumi Kei",
        "volumes": [
            {
                "img": "https://static.wikia.nocookie.net/tsukigamichibikuisekaidouchuu/images/b/b3/TsukiMichi-LN-JP-v01-Cover.png/revision/latest?cb=20240302132440",
                "name": "Volume 1",
                "description": "Makoto Misumi was an average, everyday high schooler, who found himself shipped off to another world at his parents’ whims. Upon arrival, however, he’s insulted by the Goddess for being too ugly and thrown into a desolate wasteland. He frantically searches for human warmth and connection, but can find nothing but monsters and inhuman settlers. When he finally meets companions he can trust, they turn out to be a pair of powerful perverts in a former dragon and a former giant spider! His high-octane, incredibly misfortunate trek through this foreign world has only just begun!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tsukigamichibikuisekaidouchuu/images/c/c2/TsukiMichi-LN-JP-v02-Cover.png/revision/latest?cb=20200617142646",
                "name": "Volume 2",
                "description": "After braving the perilous 'End of the World', teeming with monsters, Makoto seeks to establish himself as a merchant. His first step? Making contact with Rembrandt, a leading merchant who holds sway over the town. Yet, Makoto discovers a dark shadow looming over Rembrandt's family—a severe curse. The trials facing the compelling, yet unfortunate, Makoto Misumi are far from concluded. Rise, residents! Additionally, this volume features an exciting special section: a martial arts tournament to crown the number one fighter in the subspace!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tsukigamichibikuisekaidouchuu/images/0/03/TsukiMichi-LN-JP-v03-Cover.png/revision/latest?cb=20200617142647",
                "name": "Volume 3",
                "description": "In a world where he was suddenly summoned, ordinary high school student Makoto continues his journey with his non-human companions, a former dragon and a former spider. The beginning of his trials started when he encountered a 'Forest Ogre'—a demi-human species with an elf-like appearance that dwells in forests—near the city of Tsige, where they were staying during their travels. The unfortunate hero who attracts trouble, Makoto Misumi's hardships reach their peak here! Included is a special newly written story depicting the struggles of Rembrandt, the greatest merchant in Tsige, as he works hard for Makoto, who has established a trading company!",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tsukigamichibikuisekaidouchuu/images/c/cd/TsukiMichi-LN-JP-v04-Cover.png/revision/latest?cb=20200617142648",
                "name": "Volume 4",
                "description": "Makoto Misumi, an ordinary high school student, finds himself suddenly transported to another world. Having resolved a series of conflicts in Tsige, he now sets his sights on the Academy City of Rotsgard. However, his journey takes an unexpected turn when he loses consciousness and is kidnapped by unknown forces. He awakens in the midst of a battlefield, where a mysterious woman with a fierce smile stands before him, poised to strike with her massive sword. Surrounded by chaos, Makoto must navigate this perilous situation and overcome the greatest danger he has faced yet. Will Makoto, the unlucky hero who seems to attract trouble, manage to survive this dire predicament?",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tsukigamichibikuisekaidouchuu/images/3/38/TsukiMichi-LN-JP-v05-Cover.png/revision/latest?cb=20200617142648",
                "name": "Volume 5",
                "description": "After countless struggles, Makoto, an ordinary high school student, reaches his long-sought destination: the academy city of Rotsgard. His goal is simple—to learn more about this strange new world by enrolling in its famous academy. But things don’t go as planned. Instead of an entrance exam, Makoto finds himself taking a test meant for teacher candidates! And so begins the unpredictable and often chaotic school life of Misumi Makoto, a young man whose knack for attracting trouble shows no signs of slowing down.",
                "downloadLink": ""
            },
            {
                "img": "https://static.wikia.nocookie.net/tsukigamichibikuisekaidouchuu/images/c/c4/TsukiMichi-LN-JP-v06-Cover.png/revision/latest?cb=20200617142649",
                "name": "Volume 6",
                "description": "After overcoming various hardships, Makoto is an ordinary high school student who finally reaches his destination, the academic city of Lottsgard. He was planning to enroll as a student at a 'school' that existed in this land in order to expand his knowledge of other worlds. However, the test that he actually took was not an entrance exam, but a teacher employment exam for some reason. The strange school life of Makoto Fukasumi, a disappointing child who attracts trouble, begins!!",
                "downloadLink": ""
            }
        ],
        "price": "₹319.79"
    },
    {
        "img": "./bookImages/isekai_tensei_1.jpg",
        "genre": ["Isekai", "Fantasy", "Action", "Magic"],
        "title": "Isekai Tensei: Recruited to Another World",
        "synopsis": "After waking up at his own funeral, Tenma Otori gets a second chance at life when a god from another world presents him with an enticing offer: if Tenma agrees to be reincarnated in order to save their dying world, the gods will bestow cheat abilities upon him. Tenma accepts, and is reborn in a lush fantasy world filled with demi-humans, magic spells and items, monsters, mysterious forests, and more! As he grows, more of his gods-given powers and abilities—including his unique power to befriend adorable monsters like slimes and baby wolves—are revealed to his adoptive parents, two former master adventurers, and his grandfather, a famous wizard. But one fateful day, three mysterious strangers shatter the tranquility of Tenma’s village by trying to kidnap him, and that’s where Tenma’s adventure really begins...",
        "volumes": [],
        "price": "₹305.30"
    },
    {
        "img": "./bookImages/kumo_1.png",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "Kumo Desu Ga, Nani Ka?",
        "synopsis": "In another world, the Hero and the Demon King continue to oppose each other. The grand magic from the Hero and the Demon King crosses over worlds and explodes in the classroom of a certain high school. The students who died in the explosion are reincarnated in that alternate world. The protagonist, who has the lowest standing in the class, was reincarnated as spider. This is a story of she who has become a spider doing whatever she can in order to live.",
        "volumes": [],
        "price": "₹365.42"
    },
    {
        "img": "./bookImages/eminence_in_shadow_1.webp",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "The Eminence in Shadow",
        "synopsis": "Even in his past life, Cid's dream wasn't to become a protagonist or a final boss. He'd rather lie low as a minor character until it's prime time to reveal he's a mastermind...or at least, do the next best thing-pretend to be one! And now that he's been reborn into another world, he's ready to set the perfect conditions to live out his dreams to the fullest. Armed with his overactive imagination, Cid jokingly recruits members to his organization and makes up a whole backstory about an evil cult that they need to take down. Well, as luck would have it, these imaginary adversaries turn out to be the real deal-and everyone knows the truth but him!",
        "volumes": [],
        "price": "₹321.60"
    },
    {
        "img": "./bookImages/undead_adventurer_1.png",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power",
            "Vampire"
        ],
        "title": "The Unwanted Undead Adventurer",
        "synopsis": "Rentt Faina, a twenty-five-year-old adventurer, has been hacking away at monsters for a decade. However, without much talent for the job, Rentt finds himself stuck hunting Slimes and Goblins for meager amounts of coin every day. Little does he know, all this is about to change when he comes across a seemingly undiscovered path in the Labyrinth of the Moon's Reflection. What awaits him at the end of the path, however, is neither treasure nor riches, but a legendary dragon that wastes no time swallowing him whole! Waking up a short time later, Rentt finds himself not quite dead, but not very alive either— He is nothing more than a pile of bones! Armed with nothing but his trusty sword, tool belt, and ghoulish new looks, Rentt sets off on his quest as a newly reborn Skeleton to achieve Existential Evolution, hoping to one day return to civilization with a more human form. Will Rentt succeed, or will the labyrinth consume him for the rest of his un-death...?",
        "volumes": [],
        "price": "₹349.74"
    },
    {
        "img": "./bookImages/last_boss_1.png",
        "genre": [
            "Isekai",
            "Fantasy",
            "Action",
            "Magic",
            "Demons",
            "Super Power"
        ],
        "title": "A Wild Last Boss Appeared!",
        "synopsis": "The year is 2800 and Lufas Maphaahl – The Black-Winged Tyrant, Great Conqueror, and leader of the Twelve Heavenly Stars – has returned. A man wakes up in the body of his MMO character 200 years after her defeat during a player-made event in the game, Exgate Online. Now, he's stuck in her body. But this isn’t a game, it’s real. With her reign long over, and her legacy one of fear, Lufas must journey through the world of Exgate, looking for answers, possible comrades, and all the monsters her “death” unleashed upon the world...",
        "volumes": [],
        "price": "₹369.74"
    },
    {
        "img": "./bookImages/campfire_1.png",
        "genre": ["Action", "Adventure", "Comedy", "Fantasy", "Shounen"],
        "title": "Campfire Cooking in Another World",
        "synopsis": "Mukouda Tsuyoshi was nothing special in modern Japan, so when he was summoned to a world of swordplay and sorcery, he thought he was ready for the adventure of a lifetime. Too bad the kingdom that summoned him only got him by mistake! Not only was he not one of the three summoned heroes, but his stats were laughable compared to theirs. On top of that, there's something really sketchy about this kingdom... 'Ah, these people are the kind to try and use the Hero,' he realized, and immediately left to make his own way in this other world. The only thing Mukouda can rely on is his unique skill: the 'Online Supermarket,' a skill that allows him to buy modern goods in a fantasy world. It's useless for combat, but if he plays his cards right, he could lead a comfortable life, maybe? At least, that's what Mukouda thinks, but it turns out modern food bought with this skill has some absurd effects! What happens when Mukouda introduces ridiculously tasty modern cooking to a fantasy world like this? He gets some ridiculous repeat customers begging for more...!",
        "volumes": [],
        "price": "₹320.48"
    },
    {
        "img": "./bookImages/realist_hero_1.png",
        "genre": ["Fantasy", "Comedy", "Harem", "Isekai"],
        "title": "How a Realist Hero Rebuilt the Kingdom",
        "synopsis": "'O, Hero!' With that cliched line, Kazuya Souma found himself summoned to another world and his adventure—did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now...?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess...?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!",
        "volumes": [],
        "price": "₹285.48"
    },
    {
        "img": "./bookImages/classroom_1.png",
        "genre": [
            "School",
            "Psychological",
            "Thriller",
            "Drama",
            "Comedy",
            "Romance",
            "Suspense"
        ],
        "title": "Classroom of Elite",
        "synopsis": "When Kiyotaka enters government-sponsored elite high school, he finds out just how merit-based this education system is. Koudo Ikusei Senior High School is a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Koudo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment. Ayanokouji Kiyotaka is a student of D-class, which is where the school dumps its 'inferior' students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Horikita Suzune and Kushida Kikyou, two other students in his class, Kiyotaka's situation begins to change.",
        "volumes": [],
        "price": "₹371.21"
    },
    {
        "img": "./bookImages/Death's_daughter_1.png",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Martial Arts",
            "Romance",
            "Shounen"
        ],
        "title": "Death's Daughter and The Ebony Blade",
        "synopsis": "Olivia is just a baby when the mysterious Z finds her at a temple in the depths of the Forest of No Return. From that day on, the temple becomes her home and Z her family. Z, a god of death, educates her in the ways of the world, in combat, and in the long-forgotten arts of magic—right up until the day Z disappears. Olivia leaves the forest for the first time in search of Z with its ebony blade in hand. Out in the wider world, all is not well. A bitter war rages between the Asvelt Empire and the Kingdom of Fernest, and Fernest is losing badly. When Olivia shows up on Fernest’s doorstep with a sack of imperial heads looking to volunteer, the royal army happily welcomes her into its ranks. Thanks to Z’s training, she quickly proves herself as a ferocious warrior. In fact, she might be just what Fernest needs to turn the tide of the war...but will they accept her lack of people skills and disregard for discipline? And will she ever see Z again?",
        "volumes": [],
        "price": "₹310.49"
    },
    {
        "img": "./bookImages/reborn_to_master_blade_1.png",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Isekai",
            "Martial Arts",
            "Sci-Fi",
            "Fantasy"
        ],
        "title": "Reborn to Master the Blade",
        "synopsis": "From his deathbed, Hero-King Inglis, the divine knight and master of all he surveys, gazes down on the empire he built with his mighty hand. Having devoted his life to statecraft and his subjects’ well-being, his one unfulfilled wish is to live again, for himself this time: a warrior’s life he’d devoted himself to before his rise to power. His patron goddess, Alistia, hears his plea and smiles upon him, flinging his soul into the far future. Goddesses work in mysterious ways—not only is Inglis now the daughter of a minor noble family, but at her first coming-of-age ceremony at 6, she’s found ineligible to begin her knighthood! However, for a lady of Inglis’s ambition, this is less a setback and more the challenge she was (re)born to overcome. “It’s not the blood that runs through your veins that makes a knight; it’s the blood you shed on the battlefield!” The curtain rises on the legend of an extraordinary lady squire reborn to master the blade!",
        "volumes": [],
        "price": "₹395.25"
    },
    {
        "img": "./bookImages/parry_everything_1.png",
        "genre": ["Action", "Adventure", "Martial Arts", "Fantasy"],
        "title": "I Parry Everything",
        "synopsis": "The Kingdom of Clays faces a dire crisis: an assassination attempt has just been made on its own Princess Lynneburg, and its neighboring countries eye the aftermath like starving vultures, plotting the Kingdom’s downfall. The ensuing conflict will shape the face of the continent for centuries to come...but Noor doesn’t have a clue about any of that! Having freshly arrived at the royal capital after over a decade of rigorous, isolated training at his mountain home, he’s dead set on achieving his childhood dream of becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can [Parry] thousands of swords in the span of a single breath, but everybody knows you need more than that if you want to be an adventurer! Our hero’s road to making his dream come true will be long(?) and arduous(?)—but if there’s one thing Noor’s not afraid of, it’s some good ol’ fashioned hard work!",
        "volumes": [],
        "price": "₹332.29"
    },
    {
        "img": "./bookImages/magic_stone_gourmet_1.png",
        "genre": ["Action", "Adventure", "Isekai", "Romance", "Fantasy"],
        "title": "Magic Stone Gourmet",
        "synopsis": "Following a mysterious gacha pull, an unlucky soul is reborn into a fantastical world as the young Ein Roundheart. He possesses a skill that allows him to break down poisonous substances—which is nowhere near as cool as his little brother’s flashy combat skill! Ein does his best, but even so, his father and stepmother bypass him to proclaim their youngest son the heir to the household. And things only get more complicated from there. On the heels of a fateful encounter with a young girl named Krone, Ein and his mother are shunned by the family and decide to take refuge in her home kingdom...where Ein is suddenly declared the crown prince! This marks the beginning of a whole new life for Ein, and he’s out to prove that he’s worthy of the crown.",
        "volumes": [],
        "price": "₹330.76"
    },
    {
        "img": "./bookImages/healing_magic.png",
        "genre": ["Action", "Adventure", "Comedy", "Isekai", "Fantasy"],
        "title": "The Wrong Way to Use Healing Magic",
        "synopsis": "Usato, an ordinary high schooler, happens to run into two fellow students after school one rainy day. Suddenly, all three of them are engulfed in a magic circle and transported to a fantasy world. There’s just one tiny problem—Usato is simply dragged along by accident! On top of that, Usato learns that he is capable of using healing magic—an incredibly rare affinity in this new world. Now Usato must spend his days with the rescue team thugs, struggling through their hellish training regimen—learning the wrong way to use healing magic. Get ready for an eccentric otherworld fantasy filled with comedy and combat!",
        "volumes": [],
        "price": "₹345.50"
    },
    {
        "img": "./bookImages/fushi_no_kami_1.png",
        "genre": [
            "Comedy",
            "Fantasy",
            "Romance",
            "Harem",
            "Isekai",
            "Slice-of-Life"
        ],
        "title": "Fushi no Kami",
        "synopsis": "Ash is a young boy with apparent past-life memories who lives in a remote, deserted village. As he remembers leading a bountiful life, he can’t bear living in a world akin to the Dark Ages, where not even the internal combustion engine exists. Ash envisions the rebirth of a civilization where housing with proper sanitation is the norm and the world is connected via a means of transportation faster than horses. For that reason, he is eager to consult books containing knowledge from a highly-developed ancient culture that is rumored to have existed far in the past. Ash makes use of the church’s resources, learning how to read and obtaining the knowledge that he seeks. In addition, he enlists the help of the people around him, including Maika, the village chief’s daughter. Together, they aim to develop their own village. This is only the beginning of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
        "volumes": [],
        "price": "₹278.10"
    },
    {
        "img": "./bookImages/my_quiet_blacksmith_life_1.png",
        "genre": ["Adventure", "Fantasy", "Isekai", "Slice-of-Life", "Shounen"],
        "title": "My Quiet Blacksmith Life in Another World",
        "synopsis": "Eizo is a middle-aged, overworked software engineer who loves cats. One night after working late, he saves an injured cat from a speeding truck. The cat survives, but Eizo does not... Luckily, that cat turns out to be a god-like being who offers him a second chance in another world! Eizo decides that he wants a slower life, one where he can live off the things he creates with his own hands. So, why not become a blacksmith? He does have one other stipulation: a cat companion for his quiet life. These requests are granted, and Eizo is whisked away to a new world and imbued with blacksmithing knowledge. He soon finds out that his abilities are above average—in fact, his new skills are so overpowered that they’re like cheats. On top of that, his cat companion turns out to be a half-tiger girl! Eizo’s blades soon garner attention, and he realizes that he can turn the tides of battle with his forge and hammer. With so much commotion in store, will Eizo truly be able to enjoy a quiet life?",
        "volumes": [],
        "price": "₹299.99"
    },
    {
        "img": "./bookImages/brilliant_healer_life_in_shadows_1.jpg",
        "genre": ["Adventure", "Fantasy", "Harem", "Magic"],
        "title": "The Brilliant Healers New Life in the Shadows",
        "synopsis": "Life hasn’t been kind to Zenos. He was born in the slums, and his dirt-poor background has denied him almost every opportunity. After an encounter with a healer, he throws himself into studying to become one and finally catches a break when an adventurer invites Zenos into his party. Zenos is thrilled—so thrilled, in fact, that he’s willing to put up with his teammates treating him like garbage. They fail to appreciate his talents and ultimately kick him to the curb, claiming he’s outlived his usefulness to them. Now bereft of money and out of options, Zenos decides to put his self-taught skills to use elsewhere and opens an underground clinic. Word quickly spreads about the brilliant healer working incredible magic in the city’s shadowy underbelly. Even the royal palace is taking notice... Can Zenos buck the odds and carve out a life for himself in a world that’s spit in his face? And can he save the lives of the patients who wind up on his doorstep in the process?",
        "volumes": [],
        "price": "₹289.99"
    },
    {
        "img": "./bookImages/peddler_in_another_world_1.png",
        "genre": [
            "Fantasy",
            "Slice-of-Life",
            "Isekai",
            "Comedy",
            "Harem",
            "Romance",
            "Adventure"
        ],
        "title": "Peddler in Another World",
        "synopsis": "After quitting his job at a toxic company, Shiro Amata moves into the house his grandmother left him in her will. There, he soon makes two life-changing discoveries: one, his grandmother was really a witch from another world, and two, said other world is just on the other side of her closet door! Thanks to a book she left for Shiro, he also manages to obtain an all-powerful skill called “Equivalent Exchange,” which allows him to turn money from his world into otherworldly currency and vice versa. With this, Shiro decides to set up shop and sell convenient items like matches to the colorful inhabitants of the other world. His plan: make a massive profit on the goods he brings from home to become so rich that he never needs another job ever again!",
        "volumes": [],
        "price": "₹285.40"
    }
]
